[
{"appears_ulr": "https://www.nytimes.com/", "title": "Israel Kills at Least 41 as Palestinians Try to Cross Border", "article_url": "https://www.nytimes.com/2018/05/14/world/middleeast/gaza-protests-palestinians-us-embassy.html", "author": "By DAVID M. HALBFINGER, ISABEL KERSHNER and DECLAN WALSH ", "summary": "A mass attempt by Palestinians to cross the border fence between Israel and Gaza quickly turned violent, as Israeli soldiers responded with rifle fire. At least 1,000 Palestinian demonstrators were also wounded in the protests, which spread to the West Bank, in opposition to the relocation of the U.S. Embassy."},
{"appears_ulr": "https://www.nytimes.com/", "title": "As Embassy Opens, 9 Things to Know About Jerusalem", "article_url": "https://www.nytimes.com/2018/05/13/world/middleeast/israel-jerusalem-us-embassy.html", "author": "", "summary": ""},
{"appears_ulr": "https://www.nytimes.com/", "title": "What a Times Reporter Saw at the Gaza-Israel Fence", "article_url": "https://www.nytimes.com/2018/05/13/world/middleeast/gaza-israel-palestinians-fence.html", "author": "", "summary": ""},
{"appears_ulr": "https://www.nytimes.com/", "title": "Israel Feels Pride but Senses Peril as U.S. ", "article_url": "https://www.nytimes.com/2018/05/13/world/middleeast/jerusalem-embassy-israel-independence.html", "author": "By DAVID M. HALBFINGER ", "summary": "The U.S. Embassy is moving to Jerusalem today, Israel's 70th anniversary. But it comes at a fraught moment."},
{"appears_ulr": "https://www.nytimes.com/", "title": "As U.S. Demands Disarmament, It Increases Its Arsenal", "article_url": "https://www.nytimes.com/2018/05/14/world/trump-nuclear-savannah-river.html", "author": "By DAVID E. SANGER and WILLIAM J. BROAD ", "summary": "The White House is calling for Iran and North Korea to reduce their nuclear capabilities. But the U.S. is moving in a different direction, with plans to spend billions of dollars building the factories needed to rejuvenate and expand America's nuclear capacity."},
{"appears_ulr": "https://www.nytimes.com/", "title": "Iran's Foes Sense an Opportunity to Strike as Deal Crumbles", "article_url": "https://www.nytimes.com/2018/05/13/world/middleeast/iran-nuclear-mideast-conflict.html", "author": "By BEN HUBBARD ", "summary": "An alliance against Iran has tightened, with the U.S., Israel and the Gulf countries united in opposition. But their abilities to challenge the nation's reach are limited."},
{"appears_ulr": "https://www.nytimes.com/", "title": "Supreme Court Strikes Down Federal Ban on Sports Betting", "article_url": "https://www.nytimes.com/2018/05/14/us/politics/supreme-court-sports-betting-new-jersey.html", "author": "By ADAM LIPTAK ", "summary": "The case concerned New Jersey, but it has implications for other states eager to allow and tax sports gambling. Americans are estimated to annually place $150 billion in illegal wagers on sports."},
{"appears_ulr": "https://www.nytimes.com/", "title": "Will the Court Scrutinize Solitary Confinement? One Justice Offers a Map", "article_url": "https://www.nytimes.com/2018/05/14/us/politics/supreme-court-solitary-confinement-exercise.html", "author": "", "summary": ""},
{"appears_ulr": "https://www.nytimes.com/", "title": "Trump Vows to Save Tech Jobs at Chinese Firm in About-Face", "article_url": "https://www.nytimes.com/2018/05/13/business/trump-vows-to-save-jobs-at-chinas-zte-lost-after-us-sanctions.html", "author": "By PAUL MOZUR and RAYMOND ZHONG ", "summary": "President Trump said he was working with his Chinese counterpart, Xi Jinping, to prevent the collapse of the electronics giant ZTE, which halted \"major operating activities\" after being penalized by the U.S."},
{"appears_ulr": "https://www.nytimes.com/", "title": "All About ZTE, the Sanction Breaker Trump Wants to Help", "article_url": "https://www.nytimes.com/2018/05/14/business/zte-trump-china.html", "author": "", "summary": ""},
{"appears_ulr": "https://www.nytimes.com/", "title": "Disarray Plagues Companies' Efforts for Tariff Exemptions", "article_url": "https://www.nytimes.com/2018/05/13/business/tariff-exemptions.html", "author": "", "summary": ""},
{"appears_ulr": "https://www.nytimes.com/", "title": "Did a Russian Ex- Spy's Meetings Make Him a Target?", "article_url": "https://www.nytimes.com/2018/05/14/world/europe/sergei-skripal-spying-russia-poisoning.html", "author": "By MICHAEL SCHWIRTZ and ELLEN BARRY ", "summary": " Sergei V. Skripal, a former Russian double agent, met secretly with European intelligence officers in the years before he was poisoned in March. "},
{"appears_ulr": "https://www.nytimes.com/", "title": "Iraqi Voters, Freed From War, Focus on Daily Struggles", "article_url": "https://www.nytimes.com/2018/05/13/world/middleeast/iraq-election.html", "author": "By MARGARET COKER ", "summary": "In Iraq's first election since the defeat of the Islamic State, voters considered bread-and-butter issues like corruption and unemployment, rather than security, as their chief concerns."},
{"appears_ulr": "https://www.nytimes.com/", "title": "As Idaho's Politics Evolve, Don't Expect a Democratic Surge", "article_url": "https://www.nytimes.com/2018/05/13/us/boise-idaho-primary-election-growth.html", "author": "By KIRK JOHNSON ", "summary": "These are heady times for Boise, with an influx of newcomers, a spike in home prices and a jolt of jobs. But how will that change the politics in a conservative rural state?"},
{"appears_ulr": "https://www.nytimes.com/", "title": "W.H.O. Calls for Elimination of Trans Fats by 2023", "article_url": "https://www.nytimes.com/2018/05/14/health/trans-fats-who-ban.html", "author": "By ANDREW JACOBS ", "summary": "Eradicating the artery-clogging oils from the food supply worldwide could save millions of lives, especially in developing countries, the global health agency said."},
{"appears_ulr": "https://www.nytimes.com/", "title": "De Blasio Faulted for Not Funding Plan for MetroCard Discounts", "article_url": "https://www.nytimes.com/2018/05/11/nyregion/half-price-metrocards-for-poor-new-yorkers.html", "author": "By EMMA G. FITZSIMMONS and J. DAVID GOODMAN ", "summary": "City Council officials say the city should fund a plan to give discounted MetroCards to poor New Yorkers. Mayor Bill de Blasio says the money should come from a millionaire's tax."},
{"appears_ulr": "https://www.nytimes.com/", "title": "Trying to Narrow the Gender Pay Gap", "article_url": "https://www.nytimes.com/2018/05/13/business/gender-pay-britain.html", "author": "By AMIE TSANG and LIZ ALDERMAN ", "summary": "Companies in Britain, recently forced to publish the differences in salaries between men and women, are trying a variety of ways to close the divide."},
{"appears_ulr": "https://www.nytimes.com/", "title": "Your Monday Briefing", "article_url": "https://www.nytimes.com/2018/05/14/briefing/jerusalem-zte-iraq.html", "author": "By CHRIS STANFORD ", "summary": " Here's what you need to know to start your day.  New York Today: Sinatra's Stomping Ground "},
{"appears_ulr": "https://www.nytimes.com/", "title": "", "article_url": null, "author": "", "summary": ""},
{"appears_ulr": "https://www.nytimes.com/", "title": "California Today: San Francisco's Housing Lottery", "article_url": "https://www.nytimes.com/2018/05/14/us/california-today-san-francisco-housing-lottery.html", "author": "By EMILY BADGER and INYOUNG KANG ", "summary": " A 95-unit affordable housing complex receives 6,580 applicants, and more. "},
{"appears_ulr": "https://www.nytimes.com/", "title": "", "article_url": null, "author": "", "summary": "The time and place for a historic meeting between the U.S. president and North Korea's leader have been set. Does President Trump deserve credit for the diplomatic breakthrough? Follow The Daily: Apple Podcasts Google Play Music Radio Public RSS Feed "},
{"appears_ulr": "https://www.nytimes.com/", "title": "How to Spot and Overcome Your Hidden Weaknesses", "article_url": "https://www.nytimes.com/2018/04/23/smarter-living/how-to-spot-and-overcome-your-hidden-weaknesses.html", "author": "By TIM HERRERA ", "summary": " We're generally pretty awful at assessing our skills. But there's hope. "},
{"appears_ulr": "https://www.nytimes.com/", "title": "How to Help People Who Need It More Than They Know", "article_url": "https://www.nytimes.com/2018/04/13/business/how-to-help-people-who-need-it-more-than-they-know.html", "author": "By ROB WALKER ", "summary": " It took forever to find a qualified candidate for an opening. Now the new guy is struggling and resists supervision. How can he be reined in and guided toward success? "},
{"appears_ulr": "https://www.nytimes.com/", "title": "In the Arctic, the Old Ice ", "article_url": "https://www.nytimes.com/interactive/2018/05/14/climate/arctic-sea-ice.html", "author": "By JEREMY WHITE and KENDRA PIERRE-LOUIS ", "summary": "This winter, the Arctic Ocean hit a record low for ice older than five years. Scientists say that summers in the Arctic may be ice-free in the future."},
{"appears_ulr": "https://www.nytimes.com/", "title": "How Much Is That Sneaker in the Window?", "article_url": "https://www.nytimes.com/2018/05/12/business/how-much-is-that-sneaker-in-the-window.html", "author": "By BEE SHAPIRO ", "summary": " Stadium Goods, a consignment reseller of rare or limited edition shoes, has positioned itself as the Tiffany's of the high-end sneaker resale market. "},
{"appears_ulr": "https://www.nytimes.com/", "title": "Why Some Shows Are So Good, They Need to End", "article_url": "https://www.nytimes.com/2018/05/13/arts/television/barry-finale-hbo-bill-hader.html", "author": "By JAMES PONIEWOZIK ", "summary": " Some fresh TV ideas, like HBO's \"Barry,\" have an expiration date. Loving a thing doesn't always mean we should get more of it. "},
{"appears_ulr": "https://www.nytimes.com/", "title": "In New York High Schools, the Sound of Music Is Muted", "article_url": "https://www.nytimes.com/2018/05/13/nyregion/nyc-music-high-school.html", "author": "By SAM BLOCH and KATE TAYLOR ", "summary": " The city broke up big failing schools to improve academics, but at the small schools that replaced them, fielding a robust music program is a challenge. "},
{"appears_ulr": "https://www.nytimes.com/", "title": "9 Ways to Get the Most Out of Your Times Subscription", "article_url": "https://www.nytimes.com/2017/04/03/nytnow/how-to-get-the-most-out-of-your-new-york-times-subscription.html", "author": "By THE NEW YORK TIMES ", "summary": " Nine tips from the people who know The Times best: our reporters and editors. "},
{"appears_ulr": "https://www.nytimes.com/", "title": "Under Activists' Pressure, Xerox Calls Off Fujifilm Merger", "article_url": "https://www.nytimes.com/2018/05/13/business/xerox-fujifilm-merger-canceled.html", "author": "", "summary": ""},
{"appears_ulr": "https://www.nytimes.com/", "title": "Remains of Missing Washington Girl, 10, Are Identified", "article_url": "https://www.nytimes.com/2018/05/13/us/lindsey-baum-remains-washington.html", "author": "", "summary": ""},
{"appears_ulr": "https://www.nytimes.com/", "title": "Paris Knife Suspect, Born in Chechnya, Was on Watch List", "article_url": "https://www.nytimes.com/2018/05/13/world/europe/paris-knife-attack-isis-chechnya.html", "author": "", "summary": ""},
{"appears_ulr": "https://www.nytimes.com/", "title": "Pakistan Prevents U.S. Diplomat From Leaving the Country", "article_url": "https://www.nytimes.com/2018/05/12/world/asia/pakistan-joseph-emanuel-hall.html", "author": "", "summary": ""},
{"appears_ulr": "https://www.nytimes.com/", "title": "The Truth About Mass Shootings in Australia: The Father Usually Did It", "article_url": "https://www.nytimes.com/2018/05/14/world/australia/mass-shooting.html", "author": "", "summary": " Gun deaths are exceptionally rare in Australia, but those that do occur are often suicides. Mass shootings usually involve family members. "},
{"appears_ulr": "https://www.nytimes.com/", "title": "Cardinal George Pell's Sexual Abuse Trials May Be Held in Secret", "article_url": "https://www.nytimes.com/2018/05/14/world/australia/george-pell-trial-super-injunction.html", "author": "", "summary": " Prosecutors in Australia have applied for a \"super injunction\" that would keep all details -- even the judge's name -- from being reported. "},
{"appears_ulr": "https://www.nytimes.com/", "title": "Blood Donations From 'Man With the Golden Arm' Saved Millions of Australian Babies", "article_url": "https://www.nytimes.com/2018/05/14/world/australia/australian-blood-donor.html", "author": "", "summary": " After six decades of giving blood, James Harrison, 81, has made his final donation. A rare antibody in his blood helped save more than two million babies, officials said. "},
{"appears_ulr": "https://www.nytimes.com/", "title": "The Strange, Enduring Appeal of Biarritz", "article_url": "https://www.nytimes.com/2018/05/14/t-magazine/biarritz-eric-rohmer-green-ray.html", "author": "", "summary": " Eric Rohmer's small masterpiece 'The Green Ray' is a hymn to youth -- and to the French beach town's indefinable allure. "},
{"appears_ulr": "https://www.nytimes.com/", "title": "One Last Book From a Virtuoso of the Short Story", "article_url": "https://www.nytimes.com/2018/05/14/books/review/last-stories-william-trevor.html", "author": "", "summary": " The great Irish writer William Trevor captured turning points in individual lives with powerful slyness. \"Last Stories\" is his final gift to us. "},
{"appears_ulr": "https://www.nytimes.com/", "title": "My Mother's Shoes", "article_url": "https://www.nytimes.com/2018/05/11/well/family/my-mothers-shoes.html", "author": "", "summary": " Whether for gardening or a Russian cruise, her footwear was perfectly paired to the path of her life. Until she lost a leg. "},
{"appears_ulr": "https://www.nytimes.com/2018/05/13/world/middleeast/israel-jerusalem-us-embassy.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/14/world/middleeast/gaza-protests-palestinians-us-embassy.html", "title": "At Least 41 Palestinians Killed in Protests as U.S. Opens Jerusalem Embassy", "author": "DAVID M. HALBFINGER", "contents": "* At least 1,700 Palestinian demonstrators were also wounded along the border fence with Gaza, the Health Ministry reported, as the mass protests that began on March 30 and that had already left dozens dead erupted again.* The relocation of the United States Embassy to Jerusalem from Tel Aviv was set for Monday, timed to the 70th anniversary of the formation of Israel -- a move that many Israelis have celebrated but that has enraged Palestinians.A mass attempt by Palestinians to cross the border fence separating Israel from Gaza quickly turned violent, as Israeli soldiers responded with rifle fire. Monday quickly became the bloodiest single day since a campaign of demonstrations began seven weeks ago, to protest Israel's economic blockade of Gaza.Tens of thousands of Palestinians took part in the Gaza protests, which spread on Monday to the West Bank, in opposition to the embassy move.By 4:30 p.m., 41 Palestinians, including several teenagers, were dead and at least 1,700 were injured in Gaza, the Health Ministry said, making Monday the bloodiest single day since a campaign of demonstrations along the border fence began seven weeks ago. Israeli soldiers and snipers were using barrages of tear gas as well as live gunfire to keep protesters from entering Israeli territory.The Israeli military said that some in the crowds were planting or hurling explosives, and that many were flying flaming kites into Israel. Outside the Nahal Oz kibbutz, just across from protests east of Gaza City, emergency workers raced to try to extinguish a rapidly spreading wildfire caused by one incendiary kite, as four others could be seen sailing overhead.By midafternoon, the protest nearest to Gaza City had turned into a pitched battle -- a chaotic panorama of smoke, sirens and tear gas that stretched along the fence.Thousands of protesters massed close to the barrier, often obscured by billowing clouds of black smoke. Israeli soldiers responded with barrages of tear gas and some gunfire.Kites sailed toward the fence, some fashioned from Palestinian flags, others with flaming tails and carrying crude explosives.Emergency workers with stretchers carried off a stream of injured protesters, many with leg wounds but some having been shot in the abdomen. A number were teenagers.A voice on a loudspeaker urged the crowd forward: \"Get closer! Get closer!\".The action began midmorning, as crowds spread out across several hundred feet. The charge was often led by women dressed in black, waving Palestinian flags, who urged others to follow.\"We don't want just one or two people to get closer,\" said an elderly woman clutching a shoulder bag and a flag. \"We want a big group.\"The atmosphere grew more charged after midday prayers, when more than 1,000 men gathered under a large blue awning. Officials from Hamas and other militant factions addressed the worshipers, urging them into the fray and claiming -- falsely, to all appearances -- that the fence had already been breached and that Palestinians were flooding into Israel.Several speakers reserved their harshest words for the United States and its decision to move the embassy to Jerusalem. \"America is the greatest Satan,\" said a cleric, holding his index finger in the air as hundreds of people did the same. \"Now we are heading to Jerusalem with millions of martyrs. We may die but Palestine will live.\" The crowd repeated the chant.As the cleric spoke, more smoke rose in the sky behind him, and worshipers peeled away and began to walk toward the fence.Palestinians' anger erupted as American and Israeli officials prepared to celebrate President Trump's move of the embassy to Jerusalem, which previous American administrations have been unwilling to do.Many Israelis see the relocation of the embassy as simply acknowledging that Jerusalem is Israel's capital. But Palestinians, who hope to see the eastern part of Jerusalem become the capital of a Palestinian state, see the move as an abdication of any vestige of American impartiality in determining the region's future.\"Today is a day of sadness,\" said Sabri Saidam, the Palestinian minister of education. \"It's a manifestation of the power of America and President Trump in upsetting the Palestinian people and the people who have been awaiting the independence of Palestine for 70 years.\"The embassy opening began at 4 p.m., with the Treasury secretary, Steven Mnuchin, and President Trump's daughter Ivanka Trump and her husband, Jared Kushner, among the dignitaries attending, as well as a small contingent of Republican lawmakers.Mr. Kushner, whom Mr. Trump has tapped to negotiate Middle East peace, will say that an agreement between Israel and the Palestinians is still feasible, and that both sides have much to gain, according to advance remarks obtained by Reuters.\"We believe, it is possible for both sides to gain more than they give -- so that all people can live in peace,\" the remarks said.The shift to Jerusalem reflects the close alliance that has developed between Mr. Trump and Prime Minister Benjamin Netanyahu of Israel.While Hamas, the militant group that governs Gaza, has led the protests there -- and managed to revive international interest in the Palestinian cause in the process -- the rival Palestinian Authority, which rules on the West Bank, made a more subdued show of support.In Ramallah, a small crowd gathered before noon and marched south toward the Qalandiya checkpoint into Jerusalem, a longstanding hot spot for clashes with Israeli security forces.At the front of the march were leaders of the Palestinian Authority, the Palestine Liberation Organization and the Fatah movement, including Jibril Rajoub, general secretary of Fatah, and Mr. Saidam, the education minister.\"Palestine is on the map,\" Mr. Rajoub said. \"This is a right. This is a must. The emergence of the Palestinian independent state with Jerusalem as its capital is the only way to achieve security, regional stability and contribute to global peace.\"Palestinians marched at midday in West Bank cities from Hebron to Nablus.Outside the Qalandiya refugee camp north of Jerusalem, youths released bunches of black balloons that carried aloft black Palestinian flags, showing their disdain for the American move. Even before marchers arrived there from Ramallah, clashes pitted demonstrators throwing rocks and Molotov cocktails against Israeli security forces firing tear gas and rubber bullets.Clashes were also reported in Bethlehem, Jericho, Hebron and Nablus. But one usual hot spot was relatively quiet: the checkpoint near Beit El. A possible reason: Mahmoud Abbas, the Palestinian Authority's president, returned on Monday from a trip overseas, and security officials were ensuring that his path home to Ramallah would be clear.The mass protests in Gaza, promoted by Hamas, were expected to peak on Tuesday with an effort by thousands of people to cross the fence, despite warnings from Israel, possibly setting the stage for more bloodshed.The demonstrations were originally meant to protest the economic blockade by Israel of Gaza, the impoverished region governed by Hamas. Egypt and the Palestinian Authority, based in the West Bank, have joined in the economic squeeze that has left Gazans increasingly desperate.The timing is no accident -- May 15 is observed by Palestinians as the anniversary of what they call the nakba, or catastrophe. It marks the expulsion or flight from the newly formed Jewish state of hundreds of thousands of Arabs in 1948, who have been unable to return or reclaim property they left behind.Some of the demonstrators have thrown gasoline bombs or rolled burning tires toward Israeli soldiers, and Israeli security forces have said that some of the Palestinians who were killed were armed with semiautomatic rifles.The demonstrations at the Gaza fence have taken place primarily on Fridays since March 30, and have already left dozens of people dead and thousands injured.Declan Walsh, the Cairo bureau chief for The New York Times, got a taste of what was to come on Sunday when he went to the site of the protests in Gaza for what he originally thought would be an uneventful evening.On the Gaza side of the fence, local residents milled about. On the other side, Israeli snipers watched.Two bullets suddenly slammed into the ground in front of the Palestinians, who moved back but then regrouped and approached the fence. Another shot rang out, this time hitting a woman, who had to be rushed to the hospital.."},
{"appears_ulr": "https://www.nytimes.com/2018/05/13/world/middleeast/iran-nuclear-mideast-conflict.html", "title": "With Demise of Nuclear Deal, Iran's Foes See an Opportunity. Others See Risk of War.", "author": "BEN HUBBARD", "contents": "BEIRUT, Lebanon -- After the United States toppled Iraq's dictatorship in 2003, Iran sent arms to militias and backed political parties there, .After the Arab Spring uprisings early this decade battered the governments of Syria and Yemen, Iran deployed fighters and supported militias. In the chaos of Syria's long-burning civil war, Iran seized the opportunity .In 2015, President Barack Obama offered Iran what might have been the biggest opportunity of all: trading its nuclear program for the lifting of sanctions that had stifled Iran's economy, paving the way for its reintegration into the international system.Now President Trump, Israel and the Sunni Arab monarchies of the Persian Gulf want to change all that.Last week, Mr. Trump from the international nuclear deal with Iran, reimposing onerous American sanctions and threatening more penalties to punish Iran for its regional behavior. After falling out of favor since the Iraq war, talk of regime change in Tehran has returned to Washington in a way not seen since President George W. Bush branded Iran part of the \"axis of evil\" in 2002.But as frustrated as Mr. Trump and his allies were that the Iran nuclear agreement did not curb what they regard as regional troublemaking by Iran, it is far from clear that vacating the deal will either.\"If we are going to confront Iran and roll back this Iranian network, what are we going to put on the table?\" said Randa Slim, an analyst at the Middle East Institute in Washington. \"And if Iran has gained influence and equities from these achievements, how is it going to fight back?\"Iran now maintains that defend Iran's interests far beyond its borders.Even as Mr. Trump scrapped American participation in the nuclear deal, Iranian-backed political parties were contesting parliamentary elections in Lebanon and Iraq, and Iranian-aligned rebels in Yemen were firing ballistic missiles at the Saudi capital, Riyadh.The onetime \"axis of evil\" member has built what it calls an \"axis of resistance,\" stretching through Iraq and Syria to Lebanon. Iranian forces or allied militias are now basically on the doorsteps of Israel and Saudi Arabia, Iran's most important regional adversaries.An alliance against Iran has tightened, with the United States, Israel and the gulf countries united in opposition. But if they are now more committed than ever to challenging Iran's reach, their abilities are limited.The United States is hesitant to get entangled in new wars in the Middle East. Mr. Trump has cut some foreign aid in Syria and said he wants to bring home the roughly 2,000 American troops deployed there fighting the Islamic State.Gulf countries, led by Saudi Arabia, have spent billions on advanced weapons over the years but have yet to prove they can use them effectively. They are bogged down in an aerial war against Iranian-aligned rebels in Yemen, and their reliance on checkbook diplomacy has left them with little influence in Lebanon, Syria and Iraq.By contrast, Iran has devised creative ways to nurture strategic relationships that do not require big military spending, which it cannot afford anyway.\"It is not only the money that greases the network; it is the ideology and the willingness of the Iranians to put their own skin in the game,\" said Ms. Slim, the analyst. \"The Saudis do not have that kind of toolbox.\"That leaves Israel, which has a powerful military but little ability to build alliances with Arab countries, a legacy of its creation as a Jewish state that is still reviled in the region over the treatment of the Palestinians.The most recent flare-up since Mr. Trump's abandoning of the nuclear agreement came Thursday, when Iranian forces in Syria toward Israel for the first time, according to the Israelis, and Israel's warplanes bombed Iranian military targets in Syria.Analysts said neither side wanted to escalate into a full-fledged war, which could quickly spiral into a regionwide conflagration, and by dawn, quiet had returned. But the risk of a broader war could not be ruled out.\"We may be O.K. for the next month or so, but we have a big structural problem,\" said Cliff Kupchan, chairman of the Eurasia Group, a political risk consultancy in Washington. \"Iran wants to build infrastructure in Syria. Israel is dead set against that. So it's a real witches' brew. This is a preview of a serious long-term flashpoint.\"His worry was echoed by Ryan C. Crocker, a former United States ambassador to Syria, Iraq, Lebanon and other countries.\"There is real potential for a much bigger fight than we have seen so far, led by Israel,\" Mr. Crocker said. \"And will anything good come of it? Not at all.\"Iran would struggle to defend itself against a direct, multifront attack by Israel, the United States and the gulf countries.As a Persian, Shiite-led state, it is a sectarian and ethnic minority in a predominantly Sunni Arab region. Spurned internationally since a revolutionary Islamic government seized power in 1979, it has no access to Western weapons. And Iran's poor economy means that its regional foes have outspent it on conventional weapons.Instead, Iran has invested where it could: in relationships with substate actors that mostly share Iran's Shiite faith and sense of underdog status.The prototype for that strategy was Hezbollah, which officers from Iran's Islamic Revolutionary Guards Corps helped create in Lebanon in the early 1980s. Supporting Hezbollah gave Iran a means to fight the Israelis near Israel's northern border, and later gave Iran a hand in Lebanese politics. Hezbollah, which Israel and the United States have long regarded as a terrorist organization, has since grown into .\"Iran is actually not as strong as we think,\" said Bassel F. Salloukh, a political-science professor at the Lebanese American University in Beirut. \"Its economy is quite weak, it is surrounded, so it has to project power in order to protect itself, and that strategy has worked very well, so they are duplicating it elsewhere.\"Another element of Iran's power is what enemies call its aspirations and ability to build a nuclear bomb -- a weapon Iran always has denied it wants despite past evidence of Iranian research on nuclear bomb-making.Under the nuclear agreement of 2015, So far, Iran has said it intends to abide by the agreement, despite the American withdrawal.Iran's regional military network could not protect it from a conventional attack, but acts as a deterrent by threatening significant costs on Iran's foes.Iran can strike Israel directly through Hezbollah, which is believed to have more than 100,000 missiles and rockets, some capable of hitting major Israeli cities and sensitive infrastructure. And Iranian support for the Houthis in Yemen has bogged down Saudi Arabia in a costly war there and made Saudi cities vulnerable to ballistic missiles from Yemen.Those substate actors are difficult to defeat militarily, and wars against them could exacerbate the failed-state dynamics that Iran has proved adept at exploiting.Syria remains the most likely flashpoint, but all of the parties say they do not want a broader war and they appear to be taking steps to prevent clashes from escalating. In its airstrikes in Syria, Israel has made efforts to target weapons and not people, assuming high death tolls could put pressure on Iran and its allies to retaliate.Iran's response to Israeli strikes so far has also been limited. The rocket attack on Thursday was aimed at Israeli military installations, not cities.It remains unclear how Iran will respond to the new effort to roll back its influence. While some within the Iranian hierarchy want to preserve the nuclear agreement even without the United States, some have vowed confrontation.\"Resistance is the only way to confront these enemies, not diplomacy,\" Hossein Salami, the deputy head of the Islamic Revolutionary Guards Corps, said last week. \"Exiting the deal and their concerns over Iran's missile work are excuses to bring our nation to its knees.\""},
{"appears_ulr": "https://www.nytimes.com/2018/05/14/world/trump-nuclear-savannah-river.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/13/world/middleeast/jerusalem-embassy-israel-independence.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/14/us/politics/supreme-court-sports-betting-new-jersey.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/13/us/boise-idaho-primary-election-growth.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/14/business/zte-trump-china.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/14/world/europe/sergei-skripal-spying-russia-poisoning.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/13/business/gender-pay-britain.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/14/us/politics/supreme-court-solitary-confinement-exercise.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/13/world/middleeast/gaza-israel-palestinians-fence.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/14/t-magazine/biarritz-eric-rohmer-green-ray.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/13/world/middleeast/iraq-election.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/14/world/australia/australian-blood-donor.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/11/well/family/my-mothers-shoes.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/13/business/trump-vows-to-save-jobs-at-chinas-zte-lost-after-us-sanctions.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/13/business/tariff-exemptions.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/11/nyregion/half-price-metrocards-for-poor-new-yorkers.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/14/books/review/last-stories-william-trevor.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/14/world/australia/mass-shooting.html", "title": "The Truth About Mass Shootings in Australia: The Father Usually Did It", "author": "JACQUELINE WILLIAMS", "contents": "SYDNEY, Australia -- The police in Western Australia are working to determine why a farmer killed six members of his family, including four young children, before turning a gun on himself.The shooting last week in Osmington, a tight-knit rural community near Perth, made headlines around the world for being the.The country prides itself on strict gun-control laws that have decreased the number of mass murders in the recent past. But experts said that the events in Osmington were part of a wider, more insidious problem in rural Australia: suicide and family murder.Gun violence in Australia is rare, but when it does occur it is most often a suicide.In 2016, the last year for which data is available, 238 people were killed by guns in Australia, compared with 38,658 for the same year in the United States.Of those deaths in Australia, 183, or more than 75 percent, were the result of suicides.People living in rural areas kill themselves at twice the average rate of those in cities, and farmers are particularly at risk, experts said.Friday's shooting, in which Peter Miles, a farmer, is believed to have killed his wife, daughter and four grandchildren, was the deadliest shooting in the country since 1996, when a gunman killed 35 people in Port Arthur, Tasmania.Before Friday, the worst shooting since 1996 occurred in 2014, when a farmer shot his wife and three children before killing himself.The victims of mass shootings are typically the gunman's family members, said Glynn Greensmith, a lecturer at Curtin University in Sydney.More often than not, the man (and it is usually a man) behind the gun is the victims' father, partner or husband, Mr. Greensmith said.Such killings, known as familicides, have \"never attracted the same attention as the mass random shooting,\" Mr. Greensmith said, \"but has always been higher in number.\"The incidence of suicide in rural Australia has been tied to a collapse of the traditional farming economy and a stigma against receiving help for mental health issues.Rural suicides are so common that the phenomenon has been given a name: \"the good bloke under pressure.\"Aaron Cockman, the former son-in-law of Peter Miles and the father of the slain children, said on Sunday that Mr. Miles \"did not snap\" but had been \"thinking this through for a long time.\"\"Peter has been trying to hold it together for a long time,\" Mr. Cockman said. \"He's just thought: I can't live any more, so this is it for me. But I need to take out everyone because that will fix the whole problem.\"Mr. Cockman said Mr. Miles was strained emotionally: One of his sons had killed himself, and another had recently learned he was ill."},
{"appears_ulr": "https://www.nytimes.com/2018/05/13/business/xerox-fujifilm-merger-canceled.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/14/world/australia/george-pell-trial-super-injunction.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/13/arts/television/barry-finale-hbo-bill-hader.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/12/world/asia/pakistan-joseph-emanuel-hall.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/13/us/lindsey-baum-remains-washington.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/13/world/europe/paris-knife-attack-isis-chechnya.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/interactive/2018/05/14/climate/arctic-sea-ice.html", "title": "", "author": "JEREMY WHITE", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/13/nyregion/nyc-music-high-school.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/14/briefing/jerusalem-zte-iraq.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2017/04/03/nytnow/how-to-get-the-most-out-of-your-new-york-times-subscription.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/04/13/business/how-to-help-people-who-need-it-more-than-they-know.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/04/23/smarter-living/how-to-spot-and-overcome-your-hidden-weaknesses.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/14/us/california-today-san-francisco-housing-lottery.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/12/business/how-much-is-that-sneaker-in-the-window.html", "title": "How Much Is That Sneaker in the Window?", "author": "BEE SHAPIRO", "contents": "To walk into the 3,000-square-foot Stadium Goods store in SoHo is to be confronted by rows and rows of pristine, shrink-wrapped athletic footwear. Look closely and you might be a little stunned by the price tags.On a recent afternoon, for instance, a pair of white Nike Jordan 1's by the fashion designer (Off-White, Louis Vuitton) originally priced at $190, was selling for $2,750. (No wonder it was enclosed in a glass case.) Nearby was a rare pair of Adidas PW Human Race NMD TR, designed by the musician Pharrell Williams. Price tag: $12,350.This is clearly not Foot Locker.The high-end sneaker market is big business these days, and the three-year-old , a consignment reseller of rare or limited editions, has established itself as the Tiffany's for sneakerheads.Sneaker fanatics have been around for decades, with swaps and buys largely happening on eBay or as personal transactions. But it's only in the last few years that the reseller market has accelerated and gone sharply upscale. John McPheters, who co-founded Stadium Goods with Jed Stiller, says the shift has been driven by \"men who are now learning from childhood how to treat fashion as a sport -- the way that women have always treated fashion.\"The point is not utility, but rather about expressing identity. \"Sneakers are the single most flexible and acceptable way to communicate personality for these new shopping-obsessed men,\" Mr. McPheters said.Stadium Goods is clearly riding that wave. In January 2017, it secured $4.6 million in new equity funding by Forerunner Ventures (backers of, among others, Warby Parker and Bonobos) and the Chernin Group. Earlier this year, the European luxury group LVMH (Louis Vuitton, Dior, Givenchy), for an undisclosed amount.And on May 2, Stadium Goods announced it had completed , the luxury e-commerce marketplace, offering a selection of sneakers that will be available exclusively to those customers. (Stadium Goods will also continue to sell its merchandise through eBay, Amazon and Alibaba, among other outlets.)\"With its advanced technology platform that is highly regarded in the luxury industry, we believe Farfetch is a terrific partner to help us expand our global reach,\" Mr. McPheters said in a statement when that deal was announced.Before starting Stadium Club, Mr. McPheters did marketing and business development for Flight Club, a sneaker consignment shop, and later ran social media accounts for Nike while employed at the creative marketing agency Team Epiphany. Mr. Stiller, who has a background in real estate, had been an investor in various New York nightclubs. The two had previously done another start-up, Swarm Mobile, a retailing app, that was sold to Groupon in 2014.The demand for collectible sneakers and streetwear is particularly fervent in China, Mr. McPheters said, adding that he got his first taste of that market's potential when a Chinese customer dropped $10,000 in a single spree at the Stadium Goods store. \"Often, the shoes they want were never available in their country,\" he said.He and Mr. Stiller seized an opportunity to enter the market early, launching a brand page on Alibaba's TMall platform in 2016 just a year into its business.Since then, sales have taken off. During Alibaba's last promotion (a 24-hour shopping spree on Nov. 11 that rivals Black Friday in the United States), Stadium Goods raked in $3 million in sales. Mr. McPheters went to China to help ring the opening bell at the Shanghai Expo Center. And overall, the company brought in $100 million worldwide last year in , a closely followed measure of total website transactions.While online sales fuel the bulk of Stadium Goods's business, the company is also exploring an increased brick-and-mortar presence, including a shop-within-a-shop at the newly opened .The partners believe the future of sneaker retail will be a hybrid model combining traditional channels and aftermarket selling. \"We're a microcosm of what's hot,\" Mr. Stiller said, noting that in the sneaker world what's trending is not necessarily the newest item. \"Where a lot of retailers are dependent on what brands are releasing at the moment, we're not. Ninety-five percent of our stock are styles that are no longer on the market.\"Stadium Goods is hardly the only player in this fast-growing field, of course. (derived from the popular sports acronym, Greatest of All Time) has raised $97.6 million from investors like Alexis Ohanian, Ashton Kutcher and Guy Oseary and venture capital firms like Accel Partners and Upfront Ventures. The Culver City, Calif., company started in 2015 as a mobile-focused marketplace with what's called a \"ship-to-verify\" model. (Once a sale is made, the seller sends the product to GOAT distribution centers for verification, after which it is sent out to the buyer.)With hot sneaker styles costing $300 and up, \"the last thing you want to be spending your money on is fakes,\" said Mr. Lu, a co-founder and chief executive officer. \"For us, it was let's build something that solves the growing problem of counterfeits and fakes.\"In February, GOAT merged with Flight Club and the ., founded by Josh Luber a former IBM consultant who created Campless, a sneakerhead data site, and Dan Gilbert, the owner of the Cleveland Cavaliers, is a reseller model built on the concept that prices of in-demand items vary like the stock market. The company counts among its investors the actor Mark Wahlberg and the rapper Eminem. With an authenticity program akin to GOAT, StockX also adds the element of transparent pricing.It's built for the casual sneaker enthusiast looking for a good strike price on coveted Yeezys -- like getting the Adidas Yeezy Boost 350 V2 Cream White when it is selling for $380 (original price $220) and not, say, $560 -- but also for those who think of sneakers as a portfolio investment. \"We're an evolution of eBay,\" Mr. Luber said. He added that StockX is now bringing in about $2 million a day in gross merchandise volume.As with the stock market, the prices fluctuate in real time (GOAT/Flight Club and Stadium Goods offer fixed pricing). There is also the possibility of a \"sneaker IPO,\" Mr. Luber said, pointing to a very held last January. With just 46 pairs offered (23 of the Lebron 14 and 23 of Mr. James' rookie season sneaker style), bidding was opened for three days, with all pairs selling for an average of $6,000 each.\"After that, we allowed seven people who bought the shoes to resell without even touching the product,\" Mr. Luber said. \"That's like true day trading.\"These companies are shaking up how the resale market but they suffer from constraints, said Matt Powell, NPD Group's sports industry analyst.One issue is just how big this market is. \"It's very difficult to tell what the true size is because there are always going to be transactions between two private individuals,\" Mr. Powell said. \"But I don't believe it's a $1 billion market like many are saying it is.\" He points to the math: \"When I look at the sneakers that are resold and then add a factor of three because of the higher resale value, I'm getting closer to $300-$500 million.\"With total sneaker sales in the United States around $38 billion last year, the resale market is still relatively minor, he said.The other obstacle to major growth is inventory; the major resellers specialize in limited-release styles. \"If the manufacturer starts to get greedier,\" by increasing the product, \"a flood of inventory would crash the market,\" Mr. Powell said. Indeed, a glut of Jordans in early 2016 drove that resell market down.The resellers seem largely aware that sneakers can only take them so far. \"Yes, our main business is sneakers right now but we're a stock market for things,\" Mr. Luber, said. StockX already sells watches, and streetwear from Supreme and Kith. The company has plans to roll out more product from streetwear designers like Fear of God. (Mr. Powell noted that streetwear has the same constraint: \"What really drives the streetwear market is most of those items are, again, limited in quantity.\")But where the slick new resellers may have a leg up is their combination of product, content and convenience, said Joe La Puma, senior vice president of content strategy at Complex who hosts \"Sneaker Shopping,\" a sneaker program on YouTube.\"The industry is becoming more professionalized but also I'm seeing that the customer is getting choosier about what sneaker he or she wants,\" Mr. La Puma said. \"So instead of buying sneakers, say, every week, they're saving up to buy one shoe they really want.\"And there is competition from people like , a solo reseller who runs a concierge-type service for limited-edition shoes. \"He's a young kid and he's personally delivered Yeezy's to me in L.A.,\" Mr. La Puma said. \"He's considered the top guy in this business for the celebrities. He's delivered Off-White Jordan 1s to Halsey and her boyfriend G-Eazy when they were in the club.\"That kind of cachet matters in this world and the top resellers all have it, Mr. La Puma emphasized. Sneakerhead consumers pay attention to what celebrities are wearing, he said.\"Specifically, Kanye West, Travis Scott, ASAP Rocky, Virgil Abloh and Jared Leto are influential in their own circles,\" he said. \"Not every shoe starts out super special. There's the chance that if one of these celebrities wears it, it may then become super hot.\""},
{"appears_ulr": "https://www.nytimes.com/2018/05/14/health/trans-fats-who-ban.html", "title": "", "author": "", "contents": ""}
][
{"appears_ulr": "https://www.nytimes.com/", "title": "Call It 'Crossfire Hurricane': The Early Days of the Trump Inquiry", "article_url": "https://www.nytimes.com/2018/05/16/us/politics/crossfire-hurricane-trump-russia-fbi-mueller-investigation.html", "author": "By MATT APUZZO, ADAM GOLDMAN and NICHOLAS FANDOS ", "summary": "It began with an F.B.I. mission to London and a pledge of secrecy. Crossfire Hurricane was its code name. President Trump has described an investigation as a political effort to undermine him. But agents repeatedly took steps that ultimately benefited him."},
{"appears_ulr": "https://www.nytimes.com/", "title": "Top G.O.P. Senator Says 'No Reason to Dispute' That Russia Favored Trump", "article_url": "https://www.nytimes.com/2018/05/16/us/politics/richard-burr-senate-intelligence-committee-russia.html", "author": "", "summary": ""},
{"appears_ulr": "https://www.nytimes.com/", "title": "Mueller Won't Indict Trump if He Finds Wrongdoing, Giuliani Says", "article_url": "https://www.nytimes.com/2018/05/16/us/politics/mueller-trump-indictment.html", "author": "", "summary": ""},
{"appears_ulr": "https://www.nytimes.com/", "title": "Thousands of Pages on Trump Tower Meeting Are Released", "article_url": "https://www.nytimes.com/2018/05/16/us/trump-tower-meeting-interview-transcripts.html", "author": "By NICHOLAS FANDOS and SHARON LaFRANIERE ", "summary": "The newly released records, part of the Senate Judiciary Committee's inquiry into contacts between the Trump campaign and Russians, were not expected to produce major revelations."},
{"appears_ulr": "https://www.nytimes.com/", "title": "5 Things the New Meeting Documents Tell Us", "article_url": "https://www.nytimes.com/2018/05/16/us/politics/trump-tower-meeting-donald-trump-jr-senate-judiciary-documents.html", "author": "", "summary": ""},
{"appears_ulr": "https://www.nytimes.com/", "title": "Filing Shows Trump Paid Cohen, Who Paid Stormy Daniels", "article_url": "https://www.nytimes.com/2018/05/16/us/politics/trump-financial-disclosure.html", "author": "By STEVE EDER, ERIC LIPTON and BEN PROTESS ", "summary": "Mr. Trump's financial disclosure revealed for the first time that he paid more than $100,000 to his personal attorney, Michael D. Cohen, as reimbursement for payments to a \"third-party.\""},
{"appears_ulr": "https://www.nytimes.com/", "title": "In Rebuke of Trump, Tillerson Says Lies Threaten Democracy", "article_url": "https://www.nytimes.com/2018/05/16/us/politics/tillerson-truth-lies-american-democracy-trump.html", "author": "By GARDINER HARRIS ", "summary": "Former Secretary of State Rex W. Tillerson warned that American democracy is threatened by a \"growing crisis in ethics and integrity.\""},
{"appears_ulr": "https://www.nytimes.com/", "title": "Trump Rants, Calling Some Unauthorized Immigrants 'Animals'", "article_url": "https://www.nytimes.com/2018/05/16/us/politics/trump-undocumented-immigrants-animals.html", "author": "By JULIE HIRSCHFELD DAVIS ", "summary": "The president unspooled a lengthy diatribe before TV cameras, warning that dangerous people were clamoring to breach the United States' borders and castigating Mexico."},
{"appears_ulr": "https://www.nytimes.com/", "title": "North Korea Threats Are 'Splash of Cold Water' Ahead of Talks", "article_url": "https://www.nytimes.com/2018/05/16/us/politics/north-korea-trump-threats-summit.html", "author": "By MARK LANDLER ", "summary": "The White House brushed aside threats by North Korea to cancel an upcoming summit meeting over nuclear demands, but the harsh words underscored the chasm that separates President Trump and Kim Jong-un."},
{"appears_ulr": "https://www.nytimes.com/", "title": "Why North Korea Is Angered by 'Libya Model' in Nuclear Talks", "article_url": "https://www.nytimes.com/2018/05/16/world/asia/north-korea-libya-model.html", "author": "", "summary": ""},
{"appears_ulr": "https://www.nytimes.com/", "title": "A Marriage on the Rocks: $700 Billion in U.S.-China Trade", "article_url": "https://www.nytimes.com/2018/05/16/business/china-us-trade-disengage.html", "author": "By KEITH BRADSHER ", "summary": "Complete disengagement is impossible, but both Washington and Beijing envision a day when they don't need each other as much to power their economies."},
{"appears_ulr": "https://www.nytimes.com/", "title": "One of the Most Liberal States in the Nation: New Jersey?", "article_url": "https://www.nytimes.com/2018/05/16/nyregion/new-jersey-emerges-as-a-liberal-bulwark-under-murphy.html", "author": "By NICK CORASANITI ", "summary": "In the first few months of Gov. Philip D. Murphy's tenure, New Jersey has taken a decidedly liberal turn, with new laws and executive orders reading like a progressive wish list."},
{"appears_ulr": "https://www.nytimes.com/", "title": "University Agrees to Pay $500 Million to Larry Nassar Victims", "article_url": "https://www.nytimes.com/2018/05/16/us/larry-nassar-michigan-state-settlement.html", "author": "By MITCH SMITH and ANEMONA HARTOCOLLIS ", "summary": "Michigan State University, where Dr. Nassar worked for about 20 years, announced the settlement on Wednesday. More than 300 women were included in the lawsuits."},
{"appears_ulr": "https://www.nytimes.com/", "title": "Reverberations of #MeToo", "article_url": "https://www.nytimes.com/2018/05/15/movies/cannes-women-metoo.html", "author": "By FARAH NAYERI ", "summary": "The festival set up a harassment hotline, issued warnings and held a red-carpet rally, but it is also being criticized for a dearth of female filmmakers."},
{"appears_ulr": "https://www.nytimes.com/", "title": "Your Evening Briefing", "article_url": "https://www.nytimes.com/2018/05/16/briefing/trump-north-korea-nba.html", "author": "By KAREN ZRAICK and DAVID SCULL ", "summary": " Here's what you need to know at the end of the day. "},
{"appears_ulr": "https://www.nytimes.com/", "title": "Your Thursday Briefing", "article_url": "https://www.nytimes.com/2018/05/16/briefing/donald-tusk-north-korea-camembert.html", "author": "By DAN LEVIN ", "summary": " Here's what you need to know to start your day. "},
{"appears_ulr": "https://www.nytimes.com/", "title": "California Today: A Start-Up Steps Up to Help Sweep Away Old Pot Convictions", "article_url": "https://www.nytimes.com/2018/05/16/us/california-today-pot-convictions-code-for-america.html", "author": "By BRIAN X. CHEN and CHARLES McDERMID ", "summary": " A suspicious and deadly explosion in Aliso Viejo, U.S.C. admits fault over a university gynecologist's inappropriate touching and a Tony-winning team reimagines \"The King and I.\" "},
{"appears_ulr": "https://www.nytimes.com/", "title": "", "article_url": null, "author": "", "summary": "A wave of violence largely directed at Muslims in Sri Lanka, fueled by inflammatory Facebook posts, provides a stark view of social media's real-world consequences. Follow The Daily: Apple Podcasts Google Play Music Radio Public RSS Feed "},
{"appears_ulr": "https://www.nytimes.com/", "title": "How to Spot and Overcome Your Hidden Weaknesses", "article_url": "https://www.nytimes.com/2018/04/23/smarter-living/how-to-spot-and-overcome-your-hidden-weaknesses.html", "author": "By TIM HERRERA ", "summary": " We're generally pretty awful at assessing our skills. But there's hope. "},
{"appears_ulr": "https://www.nytimes.com/", "title": "How to Help People Who Need It More Than They Know", "article_url": "https://www.nytimes.com/2018/04/13/business/how-to-help-people-who-need-it-more-than-they-know.html", "author": "By ROB WALKER ", "summary": " It took forever to find a qualified candidate for an opening. Now the new guy is struggling and resists supervision. How can he be reined in and guided toward success? "},
{"appears_ulr": "https://www.nytimes.com/", "title": "An Indie-Rock Star at 18? ", "article_url": "https://www.nytimes.com/2018/05/16/arts/music/snail-mail-lindsey-jordan-lush.html", "author": "By CARYN GANZ ", "summary": "The singer and guitarist Lindsey Jordan has a high school diploma, an emotional intelligence well beyond her years and a chance to push herself out on a bigger stage."},
{"appears_ulr": "https://www.nytimes.com/", "title": "A Child of Gaza Dies. A Symbol Is Born. Arguing Begins.", "article_url": "https://www.nytimes.com/2018/05/16/world/middleeast/layla-ghandour-gaza.html", "author": "By DECLAN WALSH ", "summary": " Layla Ghandour, an 8-month-old Palestinian girl whose grandmother carried her to Monday's protest in Gaza, died after they were engulfed by a cloud of tear gas. "},
{"appears_ulr": "https://www.nytimes.com/", "title": "What Is the Gaza Fence and Why Has It Set Off Protests?", "article_url": "https://www.nytimes.com/2018/05/16/world/middleeast/israel-gaza-fence.html", "author": "", "summary": ""},
{"appears_ulr": "https://www.nytimes.com/", "title": "Battle for Control of CBS Has Far-Reaching Consequences", "article_url": "https://www.nytimes.com/2018/05/16/business/cbs-viacom-battle-redstone.html", "author": "By JAMES B. STEWART ", "summary": " No matter who wins in the fight over the proposed reunion of CBS and Viacom, both companies will be profoundly affected and the media landscape will be transformed. "},
{"appears_ulr": "https://www.nytimes.com/", "title": "CBS Tries to Sell TV Dramas While Its Own Heats Up in Court", "article_url": "https://www.nytimes.com/2018/05/16/business/media/cbs-viacom-redstone-moonves.html", "author": "", "summary": ""},
{"appears_ulr": "https://www.nytimes.com/", "title": "Could a Golf Club Solve Hong Kong's Housing Woes?", "article_url": "https://www.nytimes.com/2018/05/17/world/asia/hong-kong-housing-inequality-golf.html", "author": "By MARY HUI ", "summary": " Affordable housing advocates say Hong Kong needs the land that golf clubs use. But others say the city needs its golf courses to attract those who make the city a global financial hub. "},
{"appears_ulr": "https://www.nytimes.com/", "title": "Yanni Is Still Chilling, 25 Years After the Acropolis", "article_url": "https://www.nytimes.com/2018/05/16/arts/music/yanni-is-still-chilling-25-years-after-the-acropolis.html", "author": "", "summary": " The maestro of lush, soft-drama music is on tour celebrating his breakthrough 1993 performance in Athens. "},
{"appears_ulr": "https://www.nytimes.com/", "title": "Something Happened to U.S. Health Spending After 1980", "article_url": "https://www.nytimes.com/2018/05/14/upshot/medical-mystery-health-spending-1980.html", "author": "By AUSTIN FRAKT ", "summary": " The spending began soaring beyond that of other advanced nations, but without the same benefits in life expectancy. "},
{"appears_ulr": "https://www.nytimes.com/", "title": "Letitia James Enters Race for New York Attorney General", "article_url": "https://www.nytimes.com/2018/05/16/nyregion/attorney-general-james-cuomo-ny.html", "author": "By JEFFERY C. MAYS ", "summary": " Ms. James said she was pursuing the Democratic ballot line, not the Working Families Party's line, even though that party has long supported her. "},
{"appears_ulr": "https://www.nytimes.com/", "title": "9 Ways to Get the Most Out of Your Times Subscription", "article_url": "https://www.nytimes.com/2017/04/03/nytnow/how-to-get-the-most-out-of-your-new-york-times-subscription.html", "author": "By THE NEW YORK TIMES ", "summary": " Nine tips from the people who know The Times best: our reporters and editors. "},
{"appears_ulr": "https://www.nytimes.com/", "title": "A Lawyer for Payday Lenders Is Confirmed for F.T.C. Job", "article_url": "https://www.nytimes.com/2018/05/16/us/andrew-smith-payday-lenders-consumer-protection.html", "author": "", "summary": ""},
{"appears_ulr": "https://www.nytimes.com/", "title": "Teacher Walkouts Spread to North Carolina", "article_url": "https://www.nytimes.com/2018/05/16/us/teacher-walkout-north-carolina.html", "author": "", "summary": ""},
{"appears_ulr": "https://www.nytimes.com/", "title": "Lachlan Murdoch Will Lead Family's Shrinking TV Empire", "article_url": "https://www.nytimes.com/2018/05/16/business/media/lachlan-murdoch-rupert-fox.html", "author": "", "summary": ""},
{"appears_ulr": "https://www.nytimes.com/", "title": "Turkish Banker Is Sentenced in Iran Sanctions-Busting Case", "article_url": "https://www.nytimes.com/2018/05/16/world/turkish-iran-sanctions-trial.html", "author": "", "summary": ""},
{"appears_ulr": "https://www.nytimes.com/", "title": "Hong Kong Journalist Is Detained by Police in Beijing", "article_url": "https://www.nytimes.com/2018/05/16/world/asia/hong-kong-journalist-detained-china.html", "author": "", "summary": ""},
{"appears_ulr": "https://www.nytimes.com/", "title": "Trump, Anwar Ibrahim, Karnataka: Your Thursday Briefing", "article_url": "https://www.nytimes.com/2018/05/16/briefing/trump-anwar-ibrahim-karnataka-your-thursday-briefing.html", "author": "", "summary": " Here's what you need to know to start your day. "},
{"appears_ulr": "https://www.nytimes.com/", "title": "'I'm Here With You, Mate'", "article_url": "https://www.nytimes.com/2018/05/16/world/australia/sportsmanship-mateship-saturday-rituals.html", "author": "", "summary": " A picture that captures the true spirit of Aussie sportsmanship and mateship. "},
{"appears_ulr": "https://www.nytimes.com/", "title": "Why Australian College Graduates Feel Sorry for Their American Counterparts", "article_url": "https://www.nytimes.com/2018/05/11/upshot/australia-college-graduates-student-debt-america.html", "author": "", "summary": " Readers point to a simpler way to pay back loans and avoid 'soul-crushing debt.' "},
{"appears_ulr": "https://www.nytimes.com/", "title": "Following Gentrification ", "article_url": "https://www.nytimes.com/2018/05/16/lens/what-does-gentrification-look-like-in-an-overwhelmingly-white-city.html", "author": "", "summary": " In Portland, Ore., the photographer Ricardo Nagaoka found a community pushed to the margins. "},
{"appears_ulr": "https://www.nytimes.com/", "title": "John McCain Says the U.S. Is Still Exceptional", "article_url": "https://www.nytimes.com/2018/05/16/books/review-restless-wave-john-mccain.html", "author": "", "summary": " In his latest book, the senator shows concern about the U.S., but mostly stops short of criticizing the president. "},
{"appears_ulr": "https://www.nytimes.com/", "title": "The Long-Running Pasta Show of Queens", "article_url": "https://www.nytimes.com/2018/05/15/nyregion/cassinelli-queens-pasta.html", "author": "", "summary": " Cassinelli -- a tiny fixture in Astoria since the 1930s -- makes from 3,000 to 4,000 pounds of fresh pasta every week, right in the store for all to see. "},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/us/politics/trump-tower-meeting-donald-trump-jr-senate-judiciary-documents.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/us/politics/mueller-trump-indictment.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/us/trump-tower-meeting-interview-transcripts.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/us/politics/trump-financial-disclosure.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/business/china-us-trade-disengage.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/us/politics/crossfire-hurricane-trump-russia-fbi-mueller-investigation.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/us/politics/richard-burr-senate-intelligence-committee-russia.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/us/politics/trump-undocumented-immigrants-animals.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/15/movies/cannes-women-metoo.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/us/larry-nassar-michigan-state-settlement.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/us/politics/tillerson-truth-lies-american-democracy-trump.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/nyregion/new-jersey-emerges-as-a-liberal-bulwark-under-murphy.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/briefing/trump-north-korea-nba.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/world/asia/north-korea-libya-model.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/lens/what-does-gentrification-look-like-in-an-overwhelmingly-white-city.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/us/california-today-pot-convictions-code-for-america.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/15/nyregion/cassinelli-queens-pasta.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/books/review-restless-wave-john-mccain.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/world/australia/sportsmanship-mateship-saturday-rituals.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/11/upshot/australia-college-graduates-student-debt-america.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/us/politics/north-korea-trump-threats-summit.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/world/asia/hong-kong-journalist-detained-china.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/business/media/lachlan-murdoch-rupert-fox.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/us/teacher-walkout-north-carolina.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/us/andrew-smith-payday-lenders-consumer-protection.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2017/04/03/nytnow/how-to-get-the-most-out-of-your-new-york-times-subscription.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/nyregion/attorney-general-james-cuomo-ny.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/arts/music/yanni-is-still-chilling-25-years-after-the-acropolis.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/business/cbs-viacom-battle-redstone.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/17/world/asia/hong-kong-housing-inequality-golf.html", "title": "Could a Colonial-Era Golf Club Solve Hong Kong's Housing Woes?", "author": "MARY HUI", "contents": "HONG KONG -- The Hong Kong Golf Club is a 129-year-old enclave of privilege whose quiet fairways once catered to the city's British colonial rulers, but whose parking lot is now filled with the Teslas and Porsches of its wealthy Chinese elite.More recently, this sprawling golf club, with 54 holes, has become something else: the focal point of a raging, citywide debate about how to use Hong Kong's scarcest and most valuable resource, land.\"Golf is a plaything of the Brits,\" said Ng Cheuk-hang, 23, a spokesman for the Land Justice League, an activist group that wants the golf course redeveloped into low-rent public housing.\"It's not a grass-roots sport,\" he said. \"It's not a sport for the people, and it creates a lot of social injustices.\"Yoshihiro Nishi, 51, the president of the Hong Kong Golf Association, a group representing four private golf clubs in Hong Kong, thinks the activists are unnecessarily politicizing the issue.\"All the members of the Hong Kong Golf Club understand the housing needs in Hong Kong,\" said Mr. Nishi, who works as a private banker by day. \"We just want to make sure that we get to say what we want to say. Don't turn it into a little bit of fight between the haves and don't-haves.\"The problem is that property prices in Hong Kong have soared to the highest levels in the world; blue-collar and middle-class families are priced out of the market. And so the city is searching everywhere for places to build -- the edges of public parks, a few remaining farms, land reclaimed from the sea and so-called brownfield sites, like former container yards.It's an affordable-housing crisis whose effects have rippled across the broader economy and inflamed political tensions in a society already divided over Beijing's refusal to allow free elections.Much of this mountainous, densely populated territory of more than seven million has already been filled with high-rises, shopping centers and concrete sprawl. Hong Kong's golf courses and other private recreation clubs -- long given special treatment as the city strove to be an attractive hub for global bankers and executives -- are increasingly seen as one of the quickest solutions to the land shortage.But as the golf courses and clubs face growing calls to be redeveloped into public housing, they also are facing angry protests linking the crisis over land use to the city's broader problems of economic inequality and declining social mobility.In late March, protesters stormed the Hong Kong Golf Club, in the far-flung suburb of Fanling just two train stops from the Chinese border. Chanting \"Land for all!\" and \"We want public housing! Take back the golf course!\" they marched down the neatly manicured lawns before occupying a putting green.When protesters reappeared a month later, they scuffled with security guards who barred them from entering. A golfer who was not a member of the club was seen grabbing a protester by the neck and throwing him to the ground.The dispute has been exacerbated by Hong Kong's political paralysis.Bitter infighting between its unelected, Beijing-backed leadership and the pro-democracy opposition has left the city's government unable to tackle tough problems, chief among them the lack of affordable housing. The prohibitive property prices, while a boon for the elite, have hurt the rest of the economy by raising costs for small businesses and start-ups.The activists seemed to get support from a recent government report proposing that the 425-acre golf course be partly or fully redeveloped for housing and other public uses. According to the report's estimates, the course is big enough to hold 13,200 apartment units, housing 37,000 people.The club is one of six golf courses and 24 private sports clubs on special government leases. Some of the others, including the Royal Hong Kong Yacht Club and the Hong Kong Cricket Club, also date to the 19th century, and used to serve a mostly white, colonial clientele.Together, the clubs occupy 828 acres of land -- about the size of Central Park in New York City -- and serve about 56,000 members. They rent their land from the government through the special leases, so-called private recreational leases, that offer often below-market rates, drawing accusations that the government is \"subsidizing the rich.\"The private recreational lease policy is a holdover from Hong Kong's colonial days, when recreational facilities were few and far between. A policy document from 1979 said the private clubs \"provide an important outlet for the upper middle class and business circles.\"\"We are lacking in golf facilities severely,\" said Arnold Wong, 44, the previous captain of the Hong Kong Golf Club, an elected position in which he represented its members. Mr. Wong, the co-founder of a restaurant company, pointed out that Hong Kong has fewer 18-hole courses than Singapore, which has a smaller population.\"In terms of golf facilities, we are already lagging way behind as a major financial city,\" he said.As the debate has grown, the government's Home Affairs Bureau has proposed changes to the leasing policy, like charging the golf clubs higher rent.Last year, the Hong Kong Golf Club paid 2.5 million Hong Kong dollars (about $320,000) to the government in rent, a mere 3 percent of actual market rental value. Even so, the club had a deficit of the equivalent of $1.27 million in 2016, according to its annual report, suggesting that substantial increases in rent would pose a financial challenge.As the largest of Hong Kong's private clubs, the Hong Kong Golf Club represents the upper-class elite of the city. A corporate membership can be bought for some $2 million. Individual memberships have a one-off entrance fee of around $64,000, and monthly dues of several hundred dollars, but require personal connections and patience for a waiting list that is years long.For most of its history, the club had the word \"Royal\" in its name, and members were predominantly British expatriates. Today, most of the 2,660 members are Hong Kong Chinese, many of whom got rich in real estate or finance after the economy took off in the 1970s. More recently, wealthy Chinese mainlanders have joined in growing numbers.The club opens its gates to nonmembers on most weekdays, though the fee of about $140 per 18-hole round puts it out of reach for many in Hong Kong, where the median monthly income is around $2,150. In recent years, the club has invested in community outreach, like teaching golf to underprivileged students and training talented young golfers.Yet as Hong Kong feels increasingly divided between rich and poor, the debate surrounding the golf course speaks to more fundamental questions about the future of this city, and whether it will be affordable to all, or just a playground of the rich.Some of the most vocal opponents of the course are young social activists who call land ownership the biggest dividing line between Hong Kong's haves and have-nots.Yam Chun, 24, a community organizer for the Concerning Grassroots' Housing Rights Alliance, sees the golf course as the epitome of inequitable use of land.Born to a working-class family, she said she grew up in cramped subdivided flats and old tenement buildings while her family sat on a long waiting list just to get into public housing.\"When my family and I were still waiting for public housing, I thought to myself, does Hong Kong really not have enough land?\" she said. \"Now that I've grown up, I realize that the real problem is the unfair distribution of land.\"Some experts say that while the dispute has exposed deeper anxieties caused by Hong Kong's economic rise, the golf course is not big enough to solve the housing issue.\"The golf course problem is just pure political populism,\" said Richard Wong, professor of economics at the University of Hong Kong. \"The golf course is peripheral, completely peripheral, to the solution to this problem,\" he added. \"It's symbolic.\"Still, symbols can be important, and some argue that getting rid of the golf course would hurt Hong Kong's competitiveness.\"As an international financial city you do need to balance housing needs with sporting needs,\" said Mr. Wong, the club captain. \"You can't have a walled city of just concrete, with no facilities, no attractions to other investors, foreigners, expats, people of different backgrounds.\""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/world/turkish-iran-sanctions-trial.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/14/upshot/medical-mystery-health-spending-1980.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/briefing/trump-anwar-ibrahim-karnataka-your-thursday-briefing.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/business/media/cbs-viacom-redstone-moonves.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/world/middleeast/israel-gaza-fence.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/arts/music/snail-mail-lindsey-jordan-lush.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/04/23/smarter-living/how-to-spot-and-overcome-your-hidden-weaknesses.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/briefing/donald-tusk-north-korea-camembert.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/04/13/business/how-to-help-people-who-need-it-more-than-they-know.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/world/middleeast/layla-ghandour-gaza.html", "title": "", "author": "", "contents": ""}
][
{"appears_ulr": "https://www.nytimes.com/", "title": "Call It 'Crossfire Hurricane': The Early Days of the Trump Inquiry", "article_url": "https://www.nytimes.com/2018/05/16/us/politics/crossfire-hurricane-trump-russia-fbi-mueller-investigation.html", "author": "By MATT APUZZO, ADAM GOLDMAN and NICHOLAS FANDOS ", "summary": "It began with an F.B.I. mission to London and a pledge of secrecy. Crossfire Hurricane was its code name. President Trump has described an investigation as a political effort to undermine him. But agents repeatedly took steps that ultimately benefited him."},
{"appears_ulr": "https://www.nytimes.com/", "title": "Top G.O.P. Senator Says 'No Reason to Dispute' That Russia Favored Trump", "article_url": "https://www.nytimes.com/2018/05/16/us/politics/richard-burr-senate-intelligence-committee-russia.html", "author": "", "summary": ""},
{"appears_ulr": "https://www.nytimes.com/", "title": "Mueller Won't Indict Trump if He Finds Wrongdoing, Giuliani Says", "article_url": "https://www.nytimes.com/2018/05/16/us/politics/mueller-trump-indictment.html", "author": "", "summary": ""},
{"appears_ulr": "https://www.nytimes.com/", "title": "Thousands of Pages on Trump Tower Meeting Are Released", "article_url": "https://www.nytimes.com/2018/05/16/us/trump-tower-meeting-interview-transcripts.html", "author": "By NICHOLAS FANDOS and SHARON LaFRANIERE ", "summary": "The newly released records, part of the Senate Judiciary Committee's inquiry into contacts between the Trump campaign and Russians, were not expected to produce major revelations."},
{"appears_ulr": "https://www.nytimes.com/", "title": "5 Things the New Meeting Documents Tell Us", "article_url": "https://www.nytimes.com/2018/05/16/us/politics/trump-tower-meeting-donald-trump-jr-senate-judiciary-documents.html", "author": "", "summary": ""},
{"appears_ulr": "https://www.nytimes.com/", "title": "Filing Shows Trump Paid Cohen, Who Paid Stormy Daniels", "article_url": "https://www.nytimes.com/2018/05/16/us/politics/trump-financial-disclosure.html", "author": "By STEVE EDER, ERIC LIPTON and BEN PROTESS ", "summary": "Mr. Trump's financial disclosure revealed for the first time that he paid more than $100,000 to his personal attorney, Michael D. Cohen, as reimbursement for payments to a \"third-party.\""},
{"appears_ulr": "https://www.nytimes.com/", "title": "In Rebuke of Trump, Tillerson Says Lies Threaten Democracy", "article_url": "https://www.nytimes.com/2018/05/16/us/politics/tillerson-truth-lies-american-democracy-trump.html", "author": "By GARDINER HARRIS ", "summary": "Former Secretary of State Rex W. Tillerson warned that American democracy is threatened by a \"growing crisis in ethics and integrity.\""},
{"appears_ulr": "https://www.nytimes.com/", "title": "Trump Rants, Calling Some Unauthorized Immigrants 'Animals'", "article_url": "https://www.nytimes.com/2018/05/16/us/politics/trump-undocumented-immigrants-animals.html", "author": "By JULIE HIRSCHFELD DAVIS ", "summary": "The president unspooled a lengthy diatribe before TV cameras, warning that dangerous people were clamoring to breach the United States' borders and castigating Mexico."},
{"appears_ulr": "https://www.nytimes.com/", "title": "North Korea Threats Are 'Splash of Cold Water' Ahead of Talks", "article_url": "https://www.nytimes.com/2018/05/16/us/politics/north-korea-trump-threats-summit.html", "author": "By MARK LANDLER ", "summary": "The White House brushed aside threats by North Korea to cancel an upcoming summit meeting over nuclear demands, but the harsh words underscored the chasm that separates President Trump and Kim Jong-un."},
{"appears_ulr": "https://www.nytimes.com/", "title": "Why North Korea Is Angered by 'Libya Model' in Nuclear Talks", "article_url": "https://www.nytimes.com/2018/05/16/world/asia/north-korea-libya-model.html", "author": "", "summary": ""},
{"appears_ulr": "https://www.nytimes.com/", "title": "A Marriage on the Rocks: $700 Billion in U.S.-China Trade", "article_url": "https://www.nytimes.com/2018/05/16/business/china-us-trade-disengage.html", "author": "By KEITH BRADSHER ", "summary": "Complete disengagement is impossible, but both Washington and Beijing envision a day when they don't need each other as much to power their economies."},
{"appears_ulr": "https://www.nytimes.com/", "title": "One of the Most Liberal States in the Nation: New Jersey?", "article_url": "https://www.nytimes.com/2018/05/16/nyregion/new-jersey-emerges-as-a-liberal-bulwark-under-murphy.html", "author": "By NICK CORASANITI ", "summary": "In the first few months of Gov. Philip D. Murphy's tenure, New Jersey has taken a decidedly liberal turn, with new laws and executive orders reading like a progressive wish list."},
{"appears_ulr": "https://www.nytimes.com/", "title": "University Agrees to Pay $500 Million to Larry Nassar Victims", "article_url": "https://www.nytimes.com/2018/05/16/us/larry-nassar-michigan-state-settlement.html", "author": "By MITCH SMITH and ANEMONA HARTOCOLLIS ", "summary": "Michigan State University, where Dr. Nassar worked for about 20 years, announced the settlement on Wednesday. More than 300 women were included in the lawsuits."},
{"appears_ulr": "https://www.nytimes.com/", "title": "Reverberations of #MeToo", "article_url": "https://www.nytimes.com/2018/05/15/movies/cannes-women-metoo.html", "author": "By FARAH NAYERI ", "summary": "The festival set up a harassment hotline, issued warnings and held a red-carpet rally, but it is also being criticized for a dearth of female filmmakers."},
{"appears_ulr": "https://www.nytimes.com/", "title": "Your Evening Briefing", "article_url": "https://www.nytimes.com/2018/05/16/briefing/trump-north-korea-nba.html", "author": "By KAREN ZRAICK and DAVID SCULL ", "summary": " Here's what you need to know at the end of the day. "},
{"appears_ulr": "https://www.nytimes.com/", "title": "Your Thursday Briefing", "article_url": "https://www.nytimes.com/2018/05/16/briefing/donald-tusk-north-korea-camembert.html", "author": "By DAN LEVIN ", "summary": " Here's what you need to know to start your day. "},
{"appears_ulr": "https://www.nytimes.com/", "title": "California Today: A Start-Up Steps Up to Help Sweep Away Old Pot Convictions", "article_url": "https://www.nytimes.com/2018/05/16/us/california-today-pot-convictions-code-for-america.html", "author": "By BRIAN X. CHEN and CHARLES McDERMID ", "summary": " A suspicious and deadly explosion in Aliso Viejo, U.S.C. admits fault over a university gynecologist's inappropriate touching and a Tony-winning team reimagines \"The King and I.\" "},
{"appears_ulr": "https://www.nytimes.com/", "title": "", "article_url": null, "author": "", "summary": "A wave of violence largely directed at Muslims in Sri Lanka, fueled by inflammatory Facebook posts, provides a stark view of social media's real-world consequences. Follow The Daily: Apple Podcasts Google Play Music Radio Public RSS Feed "},
{"appears_ulr": "https://www.nytimes.com/", "title": "How to Spot and Overcome Your Hidden Weaknesses", "article_url": "https://www.nytimes.com/2018/04/23/smarter-living/how-to-spot-and-overcome-your-hidden-weaknesses.html", "author": "By TIM HERRERA ", "summary": " We're generally pretty awful at assessing our skills. But there's hope. "},
{"appears_ulr": "https://www.nytimes.com/", "title": "How to Help People Who Need It More Than They Know", "article_url": "https://www.nytimes.com/2018/04/13/business/how-to-help-people-who-need-it-more-than-they-know.html", "author": "By ROB WALKER ", "summary": " It took forever to find a qualified candidate for an opening. Now the new guy is struggling and resists supervision. How can he be reined in and guided toward success? "},
{"appears_ulr": "https://www.nytimes.com/", "title": "An Indie-Rock Star at 18? ", "article_url": "https://www.nytimes.com/2018/05/16/arts/music/snail-mail-lindsey-jordan-lush.html", "author": "By CARYN GANZ ", "summary": "The singer and guitarist Lindsey Jordan has a high school diploma, an emotional intelligence well beyond her years and a chance to push herself out on a bigger stage."},
{"appears_ulr": "https://www.nytimes.com/", "title": "A Child of Gaza Dies. A Symbol Is Born. Arguing Begins.", "article_url": "https://www.nytimes.com/2018/05/16/world/middleeast/layla-ghandour-gaza.html", "author": "By DECLAN WALSH ", "summary": " Layla Ghandour, an 8-month-old Palestinian girl whose grandmother carried her to Monday's protest in Gaza, died after they were engulfed by a cloud of tear gas. "},
{"appears_ulr": "https://www.nytimes.com/", "title": "What Is the Gaza Fence and Why Has It Set Off Protests?", "article_url": "https://www.nytimes.com/2018/05/16/world/middleeast/israel-gaza-fence.html", "author": "", "summary": ""},
{"appears_ulr": "https://www.nytimes.com/", "title": "Battle for Control of CBS Has Far-Reaching Consequences", "article_url": "https://www.nytimes.com/2018/05/16/business/cbs-viacom-battle-redstone.html", "author": "By JAMES B. STEWART ", "summary": " No matter who wins in the fight over the proposed reunion of CBS and Viacom, both companies will be profoundly affected and the media landscape will be transformed. "},
{"appears_ulr": "https://www.nytimes.com/", "title": "CBS Tries to Sell TV Dramas While Its Own Heats Up in Court", "article_url": "https://www.nytimes.com/2018/05/16/business/media/cbs-viacom-redstone-moonves.html", "author": "", "summary": ""},
{"appears_ulr": "https://www.nytimes.com/", "title": "Could a Golf Club Solve Hong Kong's Housing Woes?", "article_url": "https://www.nytimes.com/2018/05/17/world/asia/hong-kong-housing-inequality-golf.html", "author": "By MARY HUI ", "summary": " Affordable housing advocates say Hong Kong needs the land that golf clubs use. But others say the city needs its golf courses to attract those who make the city a global financial hub. "},
{"appears_ulr": "https://www.nytimes.com/", "title": "Yanni Is Still Chilling, 25 Years After the Acropolis", "article_url": "https://www.nytimes.com/2018/05/16/arts/music/yanni-is-still-chilling-25-years-after-the-acropolis.html", "author": "", "summary": " The maestro of lush, soft-drama music is on tour celebrating his breakthrough 1993 performance in Athens. "},
{"appears_ulr": "https://www.nytimes.com/", "title": "Something Happened to U.S. Health Spending After 1980", "article_url": "https://www.nytimes.com/2018/05/14/upshot/medical-mystery-health-spending-1980.html", "author": "By AUSTIN FRAKT ", "summary": " The spending began soaring beyond that of other advanced nations, but without the same benefits in life expectancy. "},
{"appears_ulr": "https://www.nytimes.com/", "title": "Letitia James Enters Race for New York Attorney General", "article_url": "https://www.nytimes.com/2018/05/16/nyregion/attorney-general-james-cuomo-ny.html", "author": "By JEFFERY C. MAYS ", "summary": " Ms. James said she was pursuing the Democratic ballot line, not the Working Families Party's line, even though that party has long supported her. "},
{"appears_ulr": "https://www.nytimes.com/", "title": "9 Ways to Get the Most Out of Your Times Subscription", "article_url": "https://www.nytimes.com/2017/04/03/nytnow/how-to-get-the-most-out-of-your-new-york-times-subscription.html", "author": "By THE NEW YORK TIMES ", "summary": " Nine tips from the people who know The Times best: our reporters and editors. "},
{"appears_ulr": "https://www.nytimes.com/", "title": "A Lawyer for Payday Lenders Is Confirmed for F.T.C. Job", "article_url": "https://www.nytimes.com/2018/05/16/us/andrew-smith-payday-lenders-consumer-protection.html", "author": "", "summary": ""},
{"appears_ulr": "https://www.nytimes.com/", "title": "Teacher Walkouts Spread to North Carolina", "article_url": "https://www.nytimes.com/2018/05/16/us/teacher-walkout-north-carolina.html", "author": "", "summary": ""},
{"appears_ulr": "https://www.nytimes.com/", "title": "Lachlan Murdoch Will Lead Family's Shrinking TV Empire", "article_url": "https://www.nytimes.com/2018/05/16/business/media/lachlan-murdoch-rupert-fox.html", "author": "", "summary": ""},
{"appears_ulr": "https://www.nytimes.com/", "title": "Turkish Banker Is Sentenced in Iran Sanctions-Busting Case", "article_url": "https://www.nytimes.com/2018/05/16/world/turkish-iran-sanctions-trial.html", "author": "", "summary": ""},
{"appears_ulr": "https://www.nytimes.com/", "title": "Hong Kong Journalist Is Detained by Police in Beijing", "article_url": "https://www.nytimes.com/2018/05/16/world/asia/hong-kong-journalist-detained-china.html", "author": "", "summary": ""},
{"appears_ulr": "https://www.nytimes.com/", "title": "Trump, Anwar Ibrahim, Karnataka: Your Thursday Briefing", "article_url": "https://www.nytimes.com/2018/05/16/briefing/trump-anwar-ibrahim-karnataka-your-thursday-briefing.html", "author": "", "summary": " Here's what you need to know to start your day. "},
{"appears_ulr": "https://www.nytimes.com/", "title": "'I'm Here With You, Mate'", "article_url": "https://www.nytimes.com/2018/05/16/world/australia/sportsmanship-mateship-saturday-rituals.html", "author": "", "summary": " A picture that captures the true spirit of Aussie sportsmanship and mateship. "},
{"appears_ulr": "https://www.nytimes.com/", "title": "Why Australian College Graduates Feel Sorry for Their American Counterparts", "article_url": "https://www.nytimes.com/2018/05/11/upshot/australia-college-graduates-student-debt-america.html", "author": "", "summary": " Readers point to a simpler way to pay back loans and avoid 'soul-crushing debt.' "},
{"appears_ulr": "https://www.nytimes.com/", "title": "Following Gentrification ", "article_url": "https://www.nytimes.com/2018/05/16/lens/what-does-gentrification-look-like-in-an-overwhelmingly-white-city.html", "author": "", "summary": " In Portland, Ore., the photographer Ricardo Nagaoka found a community pushed to the margins. "},
{"appears_ulr": "https://www.nytimes.com/", "title": "John McCain Says the U.S. Is Still Exceptional", "article_url": "https://www.nytimes.com/2018/05/16/books/review-restless-wave-john-mccain.html", "author": "", "summary": " In his latest book, the senator shows concern about the U.S., but mostly stops short of criticizing the president. "},
{"appears_ulr": "https://www.nytimes.com/", "title": "The Long-Running Pasta Show of Queens", "article_url": "https://www.nytimes.com/2018/05/15/nyregion/cassinelli-queens-pasta.html", "author": "", "summary": " Cassinelli -- a tiny fixture in Astoria since the 1930s -- makes from 3,000 to 4,000 pounds of fresh pasta every week, right in the store for all to see. "},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/us/trump-tower-meeting-interview-transcripts.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/us/politics/mueller-trump-indictment.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/business/china-us-trade-disengage.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/us/politics/trump-financial-disclosure.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/nyregion/new-jersey-emerges-as-a-liberal-bulwark-under-murphy.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/us/politics/trump-tower-meeting-donald-trump-jr-senate-judiciary-documents.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/us/politics/richard-burr-senate-intelligence-committee-russia.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/us/politics/trump-undocumented-immigrants-animals.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/us/politics/tillerson-truth-lies-american-democracy-trump.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/us/politics/crossfire-hurricane-trump-russia-fbi-mueller-investigation.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/us/california-today-pot-convictions-code-for-america.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/world/asia/north-korea-libya-model.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/us/politics/north-korea-trump-threats-summit.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/briefing/donald-tusk-north-korea-camembert.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/15/nyregion/cassinelli-queens-pasta.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/books/review-restless-wave-john-mccain.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/11/upshot/australia-college-graduates-student-debt-america.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/briefing/trump-anwar-ibrahim-karnataka-your-thursday-briefing.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/us/larry-nassar-michigan-state-settlement.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/lens/what-does-gentrification-look-like-in-an-overwhelmingly-white-city.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/world/australia/sportsmanship-mateship-saturday-rituals.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/business/media/lachlan-murdoch-rupert-fox.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/us/andrew-smith-payday-lenders-consumer-protection.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/nyregion/attorney-general-james-cuomo-ny.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/us/teacher-walkout-north-carolina.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/14/upshot/medical-mystery-health-spending-1980.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2017/04/03/nytnow/how-to-get-the-most-out-of-your-new-york-times-subscription.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/briefing/trump-north-korea-nba.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/world/asia/hong-kong-journalist-detained-china.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/business/cbs-viacom-battle-redstone.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/world/middleeast/israel-gaza-fence.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/world/middleeast/layla-ghandour-gaza.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/arts/music/yanni-is-still-chilling-25-years-after-the-acropolis.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/17/world/asia/hong-kong-housing-inequality-golf.html", "title": "Could a Colonial-Era Golf Club Solve Hong Kong's Housing Woes?", "author": "MARY HUI", "contents": "HONG KONG -- The Hong Kong Golf Club is a 129-year-old enclave of privilege whose quiet fairways once catered to the city's British colonial rulers, but whose parking lot is now filled with the Teslas and Porsches of its wealthy Chinese elite.More recently, this sprawling golf club, with 54 holes, has become something else: the focal point of a raging, citywide debate about how to use Hong Kong's scarcest and most valuable resource, land.\"Golf is a plaything of the Brits,\" said Ng Cheuk-hang, 23, a spokesman for the Land Justice League, an activist group that wants the golf course redeveloped into low-rent public housing.\"It's not a grass-roots sport,\" he said. \"It's not a sport for the people, and it creates a lot of social injustices.\"Yoshihiro Nishi, 51, the president of the Hong Kong Golf Association, a group representing four private golf clubs in Hong Kong, thinks the activists are unnecessarily politicizing the issue.\"All the members of the Hong Kong Golf Club understand the housing needs in Hong Kong,\" said Mr. Nishi, who works as a private banker by day. \"We just want to make sure that we get to say what we want to say. Don't turn it into a little bit of fight between the haves and don't-haves.\"The problem is that property prices in Hong Kong have soared to the highest levels in the world; blue-collar and middle-class families are priced out of the market. And so the city is searching everywhere for places to build -- the edges of public parks, a few remaining farms, land reclaimed from the sea and so-called brownfield sites, like former container yards.It's an affordable-housing crisis whose effects have rippled across the broader economy and inflamed political tensions in a society already divided over Beijing's refusal to allow free elections.Much of this mountainous, densely populated territory of more than seven million has already been filled with high-rises, shopping centers and concrete sprawl. Hong Kong's golf courses and other private recreation clubs -- long given special treatment as the city strove to be an attractive hub for global bankers and executives -- are increasingly seen as one of the quickest solutions to the land shortage.But as the golf courses and clubs face growing calls to be redeveloped into public housing, they also are facing angry protests linking the crisis over land use to the city's broader problems of economic inequality and declining social mobility.In late March, protesters stormed the Hong Kong Golf Club, in the far-flung suburb of Fanling just two train stops from the Chinese border. Chanting \"Land for all!\" and \"We want public housing! Take back the golf course!\" they marched down the neatly manicured lawns before occupying a putting green.When protesters reappeared a month later, they scuffled with security guards who barred them from entering. A golfer who was not a member of the club was seen grabbing a protester by the neck and throwing him to the ground.The dispute has been exacerbated by Hong Kong's political paralysis.Bitter infighting between its unelected, Beijing-backed leadership and the pro-democracy opposition has left the city's government unable to tackle tough problems, chief among them the lack of affordable housing. The prohibitive property prices, while a boon for the elite, have hurt the rest of the economy by raising costs for small businesses and start-ups.The activists seemed to get support from a recent government report proposing that the 425-acre golf course be partly or fully redeveloped for housing and other public uses. According to the report's estimates, the course is big enough to hold 13,200 apartment units, housing 37,000 people.The club is one of six golf courses and 24 private sports clubs on special government leases. Some of the others, including the Royal Hong Kong Yacht Club and the Hong Kong Cricket Club, also date to the 19th century, and used to serve a mostly white, colonial clientele.Together, the clubs occupy 828 acres of land -- about the size of Central Park in New York City -- and serve about 56,000 members. They rent their land from the government through the special leases, so-called private recreational leases, that offer often below-market rates, drawing accusations that the government is \"subsidizing the rich.\"The private recreational lease policy is a holdover from Hong Kong's colonial days, when recreational facilities were few and far between. A policy document from 1979 said the private clubs \"provide an important outlet for the upper middle class and business circles.\"\"We are lacking in golf facilities severely,\" said Arnold Wong, 44, the previous captain of the Hong Kong Golf Club, an elected position in which he represented its members. Mr. Wong, the co-founder of a restaurant company, pointed out that Hong Kong has fewer 18-hole courses than Singapore, which has a smaller population.\"In terms of golf facilities, we are already lagging way behind as a major financial city,\" he said.As the debate has grown, the government's Home Affairs Bureau has proposed changes to the leasing policy, like charging the golf clubs higher rent.Last year, the Hong Kong Golf Club paid 2.5 million Hong Kong dollars (about $320,000) to the government in rent, a mere 3 percent of actual market rental value. Even so, the club had a deficit of the equivalent of $1.27 million in 2016, according to its annual report, suggesting that substantial increases in rent would pose a financial challenge.As the largest of Hong Kong's private clubs, the Hong Kong Golf Club represents the upper-class elite of the city. A corporate membership can be bought for some $2 million. Individual memberships have a one-off entrance fee of around $64,000, and monthly dues of several hundred dollars, but require personal connections and patience for a waiting list that is years long.For most of its history, the club had the word \"Royal\" in its name, and members were predominantly British expatriates. Today, most of the 2,660 members are Hong Kong Chinese, many of whom got rich in real estate or finance after the economy took off in the 1970s. More recently, wealthy Chinese mainlanders have joined in growing numbers.The club opens its gates to nonmembers on most weekdays, though the fee of about $140 per 18-hole round puts it out of reach for many in Hong Kong, where the median monthly income is around $2,150. In recent years, the club has invested in community outreach, like teaching golf to underprivileged students and training talented young golfers.Yet as Hong Kong feels increasingly divided between rich and poor, the debate surrounding the golf course speaks to more fundamental questions about the future of this city, and whether it will be affordable to all, or just a playground of the rich.Some of the most vocal opponents of the course are young social activists who call land ownership the biggest dividing line between Hong Kong's haves and have-nots.Yam Chun, 24, a community organizer for the Concerning Grassroots' Housing Rights Alliance, sees the golf course as the epitome of inequitable use of land.Born to a working-class family, she said she grew up in cramped subdivided flats and old tenement buildings while her family sat on a long waiting list just to get into public housing.\"When my family and I were still waiting for public housing, I thought to myself, does Hong Kong really not have enough land?\" she said. \"Now that I've grown up, I realize that the real problem is the unfair distribution of land.\"Some experts say that while the dispute has exposed deeper anxieties caused by Hong Kong's economic rise, the golf course is not big enough to solve the housing issue.\"The golf course problem is just pure political populism,\" said Richard Wong, professor of economics at the University of Hong Kong. \"The golf course is peripheral, completely peripheral, to the solution to this problem,\" he added. \"It's symbolic.\"Still, symbols can be important, and some argue that getting rid of the golf course would hurt Hong Kong's competitiveness.\"As an international financial city you do need to balance housing needs with sporting needs,\" said Mr. Wong, the club captain. \"You can't have a walled city of just concrete, with no facilities, no attractions to other investors, foreigners, expats, people of different backgrounds.\""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/world/turkish-iran-sanctions-trial.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/business/media/cbs-viacom-redstone-moonves.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/arts/music/snail-mail-lindsey-jordan-lush.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/04/23/smarter-living/how-to-spot-and-overcome-your-hidden-weaknesses.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/04/13/business/how-to-help-people-who-need-it-more-than-they-know.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/15/movies/cannes-women-metoo.html", "title": "", "author": "", "contents": ""}
][
{"appears_ulr": "https://www.nytimes.com/", "title": "Call It 'Crossfire Hurricane': The Early Days of the Trump Inquiry", "article_url": "https://www.nytimes.com/2018/05/16/us/politics/crossfire-hurricane-trump-russia-fbi-mueller-investigation.html", "author": "By MATT APUZZO, ADAM GOLDMAN and NICHOLAS FANDOS ", "summary": "It began with an F.B.I. mission to London and a pledge of secrecy. Crossfire Hurricane was its code name. President Trump has described an investigation as a political effort to undermine him. But agents repeatedly took steps that ultimately benefited him."},
{"appears_ulr": "https://www.nytimes.com/", "title": "Top G.O.P. Senator Says 'No Reason to Dispute' That Russia Favored Trump", "article_url": "https://www.nytimes.com/2018/05/16/us/politics/richard-burr-senate-intelligence-committee-russia.html", "author": "", "summary": ""},
{"appears_ulr": "https://www.nytimes.com/", "title": "Mueller Won't Indict Trump if He Finds Wrongdoing, Giuliani Says", "article_url": "https://www.nytimes.com/2018/05/16/us/politics/mueller-trump-indictment.html", "author": "", "summary": ""},
{"appears_ulr": "https://www.nytimes.com/", "title": "Thousands of Pages on Trump Tower Meeting Are Released", "article_url": "https://www.nytimes.com/2018/05/16/us/trump-tower-meeting-interview-transcripts.html", "author": "By NICHOLAS FANDOS and SHARON LaFRANIERE ", "summary": "The newly released records, part of the Senate Judiciary Committee's inquiry into contacts between the Trump campaign and Russians, were not expected to produce major revelations."},
{"appears_ulr": "https://www.nytimes.com/", "title": "5 Things the New Meeting Documents Tell Us", "article_url": "https://www.nytimes.com/2018/05/16/us/politics/trump-tower-meeting-donald-trump-jr-senate-judiciary-documents.html", "author": "", "summary": ""},
{"appears_ulr": "https://www.nytimes.com/", "title": "Filing Shows Trump Paid Cohen, Who Paid Stormy Daniels", "article_url": "https://www.nytimes.com/2018/05/16/us/politics/trump-financial-disclosure.html", "author": "By STEVE EDER, ERIC LIPTON and BEN PROTESS ", "summary": "Mr. Trump's financial disclosure revealed for the first time that he paid more than $100,000 to his personal attorney, Michael D. Cohen, as reimbursement for payments to a \"third-party.\""},
{"appears_ulr": "https://www.nytimes.com/", "title": "In Rebuke of Trump, Tillerson Says Lies Threaten Democracy", "article_url": "https://www.nytimes.com/2018/05/16/us/politics/tillerson-truth-lies-american-democracy-trump.html", "author": "By GARDINER HARRIS ", "summary": "Former Secretary of State Rex W. Tillerson warned that American democracy is threatened by a \"growing crisis in ethics and integrity.\""},
{"appears_ulr": "https://www.nytimes.com/", "title": "Trump Rants, Calling Some Unauthorized Immigrants 'Animals'", "article_url": "https://www.nytimes.com/2018/05/16/us/politics/trump-undocumented-immigrants-animals.html", "author": "By JULIE HIRSCHFELD DAVIS ", "summary": "The president unspooled a lengthy diatribe before TV cameras, warning that dangerous people were clamoring to breach the United States' borders and castigating Mexico."},
{"appears_ulr": "https://www.nytimes.com/", "title": "North Korea Threats Are 'Splash of Cold Water' Ahead of Talks", "article_url": "https://www.nytimes.com/2018/05/16/us/politics/north-korea-trump-threats-summit.html", "author": "By MARK LANDLER ", "summary": "The White House brushed aside threats by North Korea to cancel an upcoming summit meeting over nuclear demands, but the harsh words underscored the chasm that separates President Trump and Kim Jong-un."},
{"appears_ulr": "https://www.nytimes.com/", "title": "Why North Korea Is Angered by 'Libya Model' in Nuclear Talks", "article_url": "https://www.nytimes.com/2018/05/16/world/asia/north-korea-libya-model.html", "author": "", "summary": ""},
{"appears_ulr": "https://www.nytimes.com/", "title": "A Marriage on the Rocks: $700 Billion in U.S.-China Trade", "article_url": "https://www.nytimes.com/2018/05/16/business/china-us-trade-disengage.html", "author": "By KEITH BRADSHER ", "summary": "Complete disengagement is impossible, but both Washington and Beijing envision a day when they don't need each other as much to power their economies."},
{"appears_ulr": "https://www.nytimes.com/", "title": "One of the Most Liberal States in the Nation: New Jersey?", "article_url": "https://www.nytimes.com/2018/05/16/nyregion/new-jersey-emerges-as-a-liberal-bulwark-under-murphy.html", "author": "By NICK CORASANITI ", "summary": "In the first few months of Gov. Philip D. Murphy's tenure, New Jersey has taken a decidedly liberal turn, with new laws and executive orders reading like a progressive wish list."},
{"appears_ulr": "https://www.nytimes.com/", "title": "University Agrees to Pay $500 Million to Larry Nassar Victims", "article_url": "https://www.nytimes.com/2018/05/16/us/larry-nassar-michigan-state-settlement.html", "author": "By MITCH SMITH and ANEMONA HARTOCOLLIS ", "summary": "Michigan State University, where Dr. Nassar worked for about 20 years, announced the settlement on Wednesday. More than 300 women were included in the lawsuits."},
{"appears_ulr": "https://www.nytimes.com/", "title": "Reverberations of #MeToo", "article_url": "https://www.nytimes.com/2018/05/15/movies/cannes-women-metoo.html", "author": "By FARAH NAYERI ", "summary": "The festival set up a harassment hotline, issued warnings and held a red-carpet rally, but it is also being criticized for a dearth of female filmmakers."},
{"appears_ulr": "https://www.nytimes.com/", "title": "Your Evening Briefing", "article_url": "https://www.nytimes.com/2018/05/16/briefing/trump-north-korea-nba.html", "author": "By KAREN ZRAICK and DAVID SCULL ", "summary": " Here's what you need to know at the end of the day. "},
{"appears_ulr": "https://www.nytimes.com/", "title": "Your Thursday Briefing", "article_url": "https://www.nytimes.com/2018/05/16/briefing/donald-tusk-north-korea-camembert.html", "author": "By DAN LEVIN ", "summary": " Here's what you need to know to start your day. "},
{"appears_ulr": "https://www.nytimes.com/", "title": "California Today: A Start-Up Steps Up to Help Sweep Away Old Pot Convictions", "article_url": "https://www.nytimes.com/2018/05/16/us/california-today-pot-convictions-code-for-america.html", "author": "By BRIAN X. CHEN and CHARLES McDERMID ", "summary": " A suspicious and deadly explosion in Aliso Viejo, U.S.C. admits fault over a university gynecologist's inappropriate touching and a Tony-winning team reimagines \"The King and I.\" "},
{"appears_ulr": "https://www.nytimes.com/", "title": "", "article_url": null, "author": "", "summary": "A wave of violence largely directed at Muslims in Sri Lanka, fueled by inflammatory Facebook posts, provides a stark view of social media's real-world consequences. Follow The Daily: Apple Podcasts Google Play Music Radio Public RSS Feed "},
{"appears_ulr": "https://www.nytimes.com/", "title": "How to Spot and Overcome Your Hidden Weaknesses", "article_url": "https://www.nytimes.com/2018/04/23/smarter-living/how-to-spot-and-overcome-your-hidden-weaknesses.html", "author": "By TIM HERRERA ", "summary": " We're generally pretty awful at assessing our skills. But there's hope. "},
{"appears_ulr": "https://www.nytimes.com/", "title": "How to Help People Who Need It More Than They Know", "article_url": "https://www.nytimes.com/2018/04/13/business/how-to-help-people-who-need-it-more-than-they-know.html", "author": "By ROB WALKER ", "summary": " It took forever to find a qualified candidate for an opening. Now the new guy is struggling and resists supervision. How can he be reined in and guided toward success? "},
{"appears_ulr": "https://www.nytimes.com/", "title": "An Indie-Rock Star at 18? ", "article_url": "https://www.nytimes.com/2018/05/16/arts/music/snail-mail-lindsey-jordan-lush.html", "author": "By CARYN GANZ ", "summary": "The singer and guitarist Lindsey Jordan has a high school diploma, an emotional intelligence well beyond her years and a chance to push herself out on a bigger stage."},
{"appears_ulr": "https://www.nytimes.com/", "title": "A Child of Gaza Dies. A Symbol Is Born. Arguing Begins.", "article_url": "https://www.nytimes.com/2018/05/16/world/middleeast/layla-ghandour-gaza.html", "author": "By DECLAN WALSH ", "summary": " Layla Ghandour, an 8-month-old Palestinian girl whose grandmother carried her to Monday's protest in Gaza, died after they were engulfed by a cloud of tear gas. "},
{"appears_ulr": "https://www.nytimes.com/", "title": "What Is the Gaza Fence and Why Has It Set Off Protests?", "article_url": "https://www.nytimes.com/2018/05/16/world/middleeast/israel-gaza-fence.html", "author": "", "summary": ""},
{"appears_ulr": "https://www.nytimes.com/", "title": "Battle for Control of CBS Has Far-Reaching Consequences", "article_url": "https://www.nytimes.com/2018/05/16/business/cbs-viacom-battle-redstone.html", "author": "By JAMES B. STEWART ", "summary": " No matter who wins in the fight over the proposed reunion of CBS and Viacom, both companies will be profoundly affected and the media landscape will be transformed. "},
{"appears_ulr": "https://www.nytimes.com/", "title": "CBS Tries to Sell TV Dramas While Its Own Heats Up in Court", "article_url": "https://www.nytimes.com/2018/05/16/business/media/cbs-viacom-redstone-moonves.html", "author": "", "summary": ""},
{"appears_ulr": "https://www.nytimes.com/", "title": "Could a Golf Club Solve Hong Kong's Housing Woes?", "article_url": "https://www.nytimes.com/2018/05/17/world/asia/hong-kong-housing-inequality-golf.html", "author": "By MARY HUI ", "summary": " Affordable housing advocates say Hong Kong needs the land that golf clubs use. But others say the city needs its golf courses to attract those who make the city a global financial hub. "},
{"appears_ulr": "https://www.nytimes.com/", "title": "Yanni Is Still Chilling, 25 Years After the Acropolis", "article_url": "https://www.nytimes.com/2018/05/16/arts/music/yanni-is-still-chilling-25-years-after-the-acropolis.html", "author": "", "summary": " The maestro of lush, soft-drama music is on tour celebrating his breakthrough 1993 performance in Athens. "},
{"appears_ulr": "https://www.nytimes.com/", "title": "Something Happened to U.S. Health Spending After 1980", "article_url": "https://www.nytimes.com/2018/05/14/upshot/medical-mystery-health-spending-1980.html", "author": "By AUSTIN FRAKT ", "summary": " The spending began soaring beyond that of other advanced nations, but without the same benefits in life expectancy. "},
{"appears_ulr": "https://www.nytimes.com/", "title": "Letitia James Enters Race for New York Attorney General", "article_url": "https://www.nytimes.com/2018/05/16/nyregion/attorney-general-james-cuomo-ny.html", "author": "By JEFFERY C. MAYS ", "summary": " Ms. James said she was pursuing the Democratic ballot line, not the Working Families Party's line, even though that party has long supported her. "},
{"appears_ulr": "https://www.nytimes.com/", "title": "9 Ways to Get the Most Out of Your Times Subscription", "article_url": "https://www.nytimes.com/2017/04/03/nytnow/how-to-get-the-most-out-of-your-new-york-times-subscription.html", "author": "By THE NEW YORK TIMES ", "summary": " Nine tips from the people who know The Times best: our reporters and editors. "},
{"appears_ulr": "https://www.nytimes.com/", "title": "A Lawyer for Payday Lenders Is Confirmed for F.T.C. Job", "article_url": "https://www.nytimes.com/2018/05/16/us/andrew-smith-payday-lenders-consumer-protection.html", "author": "", "summary": ""},
{"appears_ulr": "https://www.nytimes.com/", "title": "Teacher Walkouts Spread to North Carolina", "article_url": "https://www.nytimes.com/2018/05/16/us/teacher-walkout-north-carolina.html", "author": "", "summary": ""},
{"appears_ulr": "https://www.nytimes.com/", "title": "Lachlan Murdoch Will Lead Family's Shrinking TV Empire", "article_url": "https://www.nytimes.com/2018/05/16/business/media/lachlan-murdoch-rupert-fox.html", "author": "", "summary": ""},
{"appears_ulr": "https://www.nytimes.com/", "title": "Turkish Banker Is Sentenced in Iran Sanctions-Busting Case", "article_url": "https://www.nytimes.com/2018/05/16/world/turkish-iran-sanctions-trial.html", "author": "", "summary": ""},
{"appears_ulr": "https://www.nytimes.com/", "title": "Hong Kong Journalist Is Detained by Police in Beijing", "article_url": "https://www.nytimes.com/2018/05/16/world/asia/hong-kong-journalist-detained-china.html", "author": "", "summary": ""},
{"appears_ulr": "https://www.nytimes.com/", "title": "Trump, Anwar Ibrahim, Karnataka: Your Thursday Briefing", "article_url": "https://www.nytimes.com/2018/05/16/briefing/trump-anwar-ibrahim-karnataka-your-thursday-briefing.html", "author": "", "summary": " Here's what you need to know to start your day. "},
{"appears_ulr": "https://www.nytimes.com/", "title": "'I'm Here With You, Mate'", "article_url": "https://www.nytimes.com/2018/05/16/world/australia/sportsmanship-mateship-saturday-rituals.html", "author": "", "summary": " A picture that captures the true spirit of Aussie sportsmanship and mateship. "},
{"appears_ulr": "https://www.nytimes.com/", "title": "Why Australian College Graduates Feel Sorry for Their American Counterparts", "article_url": "https://www.nytimes.com/2018/05/11/upshot/australia-college-graduates-student-debt-america.html", "author": "", "summary": " Readers point to a simpler way to pay back loans and avoid 'soul-crushing debt.' "},
{"appears_ulr": "https://www.nytimes.com/", "title": "Following Gentrification ", "article_url": "https://www.nytimes.com/2018/05/16/lens/what-does-gentrification-look-like-in-an-overwhelmingly-white-city.html", "author": "", "summary": " In Portland, Ore., the photographer Ricardo Nagaoka found a community pushed to the margins. "},
{"appears_ulr": "https://www.nytimes.com/", "title": "John McCain Says the U.S. Is Still Exceptional", "article_url": "https://www.nytimes.com/2018/05/16/books/review-restless-wave-john-mccain.html", "author": "", "summary": " In his latest book, the senator shows concern about the U.S., but mostly stops short of criticizing the president. "},
{"appears_ulr": "https://www.nytimes.com/", "title": "The Long-Running Pasta Show of Queens", "article_url": "https://www.nytimes.com/2018/05/15/nyregion/cassinelli-queens-pasta.html", "author": "", "summary": " Cassinelli -- a tiny fixture in Astoria since the 1930s -- makes from 3,000 to 4,000 pounds of fresh pasta every week, right in the store for all to see. "},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/us/politics/richard-burr-senate-intelligence-committee-russia.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/us/politics/crossfire-hurricane-trump-russia-fbi-mueller-investigation.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/us/politics/mueller-trump-indictment.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/us/politics/trump-tower-meeting-donald-trump-jr-senate-judiciary-documents.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/us/trump-tower-meeting-interview-transcripts.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/business/china-us-trade-disengage.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/us/politics/north-korea-trump-threats-summit.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/us/politics/trump-undocumented-immigrants-animals.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/us/politics/tillerson-truth-lies-american-democracy-trump.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/us/politics/trump-financial-disclosure.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/books/review-restless-wave-john-mccain.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/world/middleeast/layla-ghandour-gaza.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/arts/music/snail-mail-lindsey-jordan-lush.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/04/23/smarter-living/how-to-spot-and-overcome-your-hidden-weaknesses.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/15/nyregion/cassinelli-queens-pasta.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/04/13/business/how-to-help-people-who-need-it-more-than-they-know.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/world/asia/north-korea-libya-model.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/us/california-today-pot-convictions-code-for-america.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/us/teacher-walkout-north-carolina.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/11/upshot/australia-college-graduates-student-debt-america.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/world/australia/sportsmanship-mateship-saturday-rituals.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/world/asia/hong-kong-journalist-detained-china.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/business/media/lachlan-murdoch-rupert-fox.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/world/turkish-iran-sanctions-trial.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/us/andrew-smith-payday-lenders-consumer-protection.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2017/04/03/nytnow/how-to-get-the-most-out-of-your-new-york-times-subscription.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/nyregion/attorney-general-james-cuomo-ny.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/14/upshot/medical-mystery-health-spending-1980.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/17/world/asia/hong-kong-housing-inequality-golf.html", "title": "Could a Colonial-Era Golf Club Solve Hong Kong's Housing Woes?", "author": "MARY HUI", "contents": "HONG KONG -- The Hong Kong Golf Club is a 129-year-old enclave of privilege whose quiet fairways once catered to the city's British colonial rulers, but whose parking lot is now filled with the Teslas and Porsches of its wealthy Chinese elite.More recently, this sprawling golf club, with 54 holes, has become something else: the focal point of a raging, citywide debate about how to use Hong Kong's scarcest and most valuable resource, land.\"Golf is a plaything of the Brits,\" said Ng Cheuk-hang, 23, a spokesman for the Land Justice League, an activist group that wants the golf course redeveloped into low-rent public housing.\"It's not a grass-roots sport,\" he said. \"It's not a sport for the people, and it creates a lot of social injustices.\"Yoshihiro Nishi, 51, the president of the Hong Kong Golf Association, a group representing four private golf clubs in Hong Kong, thinks the activists are unnecessarily politicizing the issue.\"All the members of the Hong Kong Golf Club understand the housing needs in Hong Kong,\" said Mr. Nishi, who works as a private banker by day. \"We just want to make sure that we get to say what we want to say. Don't turn it into a little bit of fight between the haves and don't-haves.\"The problem is that property prices in Hong Kong have soared to the highest levels in the world; blue-collar and middle-class families are priced out of the market. And so the city is searching everywhere for places to build -- the edges of public parks, a few remaining farms, land reclaimed from the sea and so-called brownfield sites, like former container yards.It's an affordable-housing crisis whose effects have rippled across the broader economy and inflamed political tensions in a society already divided over Beijing's refusal to allow free elections.Much of this mountainous, densely populated territory of more than seven million has already been filled with high-rises, shopping centers and concrete sprawl. Hong Kong's golf courses and other private recreation clubs -- long given special treatment as the city strove to be an attractive hub for global bankers and executives -- are increasingly seen as one of the quickest solutions to the land shortage.But as the golf courses and clubs face growing calls to be redeveloped into public housing, they also are facing angry protests linking the crisis over land use to the city's broader problems of economic inequality and declining social mobility.In late March, protesters stormed the Hong Kong Golf Club, in the far-flung suburb of Fanling just two train stops from the Chinese border. Chanting \"Land for all!\" and \"We want public housing! Take back the golf course!\" they marched down the neatly manicured lawns before occupying a putting green.When protesters reappeared a month later, they scuffled with security guards who barred them from entering. A golfer who was not a member of the club was seen grabbing a protester by the neck and throwing him to the ground.The dispute has been exacerbated by Hong Kong's political paralysis.Bitter infighting between its unelected, Beijing-backed leadership and the pro-democracy opposition has left the city's government unable to tackle tough problems, chief among them the lack of affordable housing. The prohibitive property prices, while a boon for the elite, have hurt the rest of the economy by raising costs for small businesses and start-ups.The activists seemed to get support from a recent government report proposing that the 425-acre golf course be partly or fully redeveloped for housing and other public uses. According to the report's estimates, the course is big enough to hold 13,200 apartment units, housing 37,000 people.The club is one of six golf courses and 24 private sports clubs on special government leases. Some of the others, including the Royal Hong Kong Yacht Club and the Hong Kong Cricket Club, also date to the 19th century, and used to serve a mostly white, colonial clientele.Together, the clubs occupy 828 acres of land -- about the size of Central Park in New York City -- and serve about 56,000 members. They rent their land from the government through the special leases, so-called private recreational leases, that offer often below-market rates, drawing accusations that the government is \"subsidizing the rich.\"The private recreational lease policy is a holdover from Hong Kong's colonial days, when recreational facilities were few and far between. A policy document from 1979 said the private clubs \"provide an important outlet for the upper middle class and business circles.\"\"We are lacking in golf facilities severely,\" said Arnold Wong, 44, the previous captain of the Hong Kong Golf Club, an elected position in which he represented its members. Mr. Wong, the co-founder of a restaurant company, pointed out that Hong Kong has fewer 18-hole courses than Singapore, which has a smaller population.\"In terms of golf facilities, we are already lagging way behind as a major financial city,\" he said.As the debate has grown, the government's Home Affairs Bureau has proposed changes to the leasing policy, like charging the golf clubs higher rent.Last year, the Hong Kong Golf Club paid 2.5 million Hong Kong dollars (about $320,000) to the government in rent, a mere 3 percent of actual market rental value. Even so, the club had a deficit of the equivalent of $1.27 million in 2016, according to its annual report, suggesting that substantial increases in rent would pose a financial challenge.As the largest of Hong Kong's private clubs, the Hong Kong Golf Club represents the upper-class elite of the city. A corporate membership can be bought for some $2 million. Individual memberships have a one-off entrance fee of around $64,000, and monthly dues of several hundred dollars, but require personal connections and patience for a waiting list that is years long.For most of its history, the club had the word \"Royal\" in its name, and members were predominantly British expatriates. Today, most of the 2,660 members are Hong Kong Chinese, many of whom got rich in real estate or finance after the economy took off in the 1970s. More recently, wealthy Chinese mainlanders have joined in growing numbers.The club opens its gates to nonmembers on most weekdays, though the fee of about $140 per 18-hole round puts it out of reach for many in Hong Kong, where the median monthly income is around $2,150. In recent years, the club has invested in community outreach, like teaching golf to underprivileged students and training talented young golfers.Yet as Hong Kong feels increasingly divided between rich and poor, the debate surrounding the golf course speaks to more fundamental questions about the future of this city, and whether it will be affordable to all, or just a playground of the rich.Some of the most vocal opponents of the course are young social activists who call land ownership the biggest dividing line between Hong Kong's haves and have-nots.Yam Chun, 24, a community organizer for the Concerning Grassroots' Housing Rights Alliance, sees the golf course as the epitome of inequitable use of land.Born to a working-class family, she said she grew up in cramped subdivided flats and old tenement buildings while her family sat on a long waiting list just to get into public housing.\"When my family and I were still waiting for public housing, I thought to myself, does Hong Kong really not have enough land?\" she said. \"Now that I've grown up, I realize that the real problem is the unfair distribution of land.\"Some experts say that while the dispute has exposed deeper anxieties caused by Hong Kong's economic rise, the golf course is not big enough to solve the housing issue.\"The golf course problem is just pure political populism,\" said Richard Wong, professor of economics at the University of Hong Kong. \"The golf course is peripheral, completely peripheral, to the solution to this problem,\" he added. \"It's symbolic.\"Still, symbols can be important, and some argue that getting rid of the golf course would hurt Hong Kong's competitiveness.\"As an international financial city you do need to balance housing needs with sporting needs,\" said Mr. Wong, the club captain. \"You can't have a walled city of just concrete, with no facilities, no attractions to other investors, foreigners, expats, people of different backgrounds.\""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/arts/music/yanni-is-still-chilling-25-years-after-the-acropolis.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/lens/what-does-gentrification-look-like-in-an-overwhelmingly-white-city.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/business/media/cbs-viacom-redstone-moonves.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/briefing/trump-anwar-ibrahim-karnataka-your-thursday-briefing.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/business/cbs-viacom-battle-redstone.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/briefing/donald-tusk-north-korea-camembert.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/world/middleeast/israel-gaza-fence.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/15/movies/cannes-women-metoo.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/briefing/trump-north-korea-nba.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/nyregion/new-jersey-emerges-as-a-liberal-bulwark-under-murphy.html", "title": "", "author": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2018/05/16/us/larry-nassar-michigan-state-settlement.html", "title": "", "author": "", "contents": ""}
]